{
  "_attn_implementation_autoset": true,
  "_name_or_path": "alexneakameni/language_detection",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 384,
  "id2label": {
    "0": "lit_Latn",
    "1": "fon_Latn",
    "2": "kin_Latn",
    "3": "khm_Khmr",
    "4": "bjn_Latn",
    "5": "prs_Arab",
    "6": "wol_Latn",
    "7": "run_Latn",
    "8": "eng_Latn",
    "9": "gla_Latn",
    "10": "lvs_Latn",
    "11": "nya_Latn",
    "12": "kac_Latn",
    "13": "lua_Latn",
    "14": "tuk_Latn",
    "15": "tpi_Latn",
    "16": "grn_Latn",
    "17": "xho_Latn",
    "18": "bam_Latn",
    "19": "mri_Latn",
    "20": "san_Deva",
    "21": "isl_Latn",
    "22": "kas_Deva",
    "23": "bel_Cyrl",
    "24": "heb_Hebr",
    "25": "zho_Hant",
    "26": "bak_Cyrl",
    "27": "fra_Latn",
    "28": "por_Latn",
    "29": "ukr_Cyrl",
    "30": "umb_Latn",
    "31": "kan_Knda",
    "32": "smo_Latn",
    "33": "als_Latn",
    "34": "kbp_Latn",
    "35": "lin_Latn",
    "36": "urd_Arab",
    "37": "yor_Latn",
    "38": "azb_Arab",
    "39": "ltz_Latn",
    "40": "twi_Latn",
    "41": "hin_Deva",
    "42": "tgl_Latn",
    "43": "asm_Beng",
    "44": "gaz_Latn",
    "45": "ell_Grek",
    "46": "taq_Tfng",
    "47": "nso_Latn",
    "48": "dan_Latn",
    "49": "pes_Arab",
    "50": "pan_Guru",
    "51": "war_Latn",
    "52": "mar_Deva",
    "53": "mni_Beng",
    "54": "acm_Arab",
    "55": "srd_Latn",
    "56": "vec_Latn",
    "57": "ory_Orya",
    "58": "lug_Latn",
    "59": "ltg_Latn",
    "60": "guj_Gujr",
    "61": "ita_Latn",
    "62": "swe_Latn",
    "63": "cjk_Latn",
    "64": "ace_Latn",
    "65": "taq_Latn",
    "66": "cat_Latn",
    "67": "zsm_Latn",
    "68": "hun_Latn",
    "69": "kaz_Cyrl",
    "70": "pol_Latn",
    "71": "ban_Latn",
    "72": "nus_Latn",
    "73": "acq_Arab",
    "74": "aeb_Arab",
    "75": "spa_Latn",
    "76": "slk_Latn",
    "77": "hrv_Latn",
    "78": "crh_Latn",
    "79": "tur_Latn",
    "80": "bos_Latn",
    "81": "ssw_Latn",
    "82": "kik_Latn",
    "83": "ydd_Hebr",
    "84": "snd_Arab",
    "85": "hau_Latn",
    "86": "tam_Taml",
    "87": "plt_Latn",
    "88": "kmr_Latn",
    "89": "ace_Arab",
    "90": "mkd_Cyrl",
    "91": "lij_Latn",
    "92": "dyu_Latn",
    "93": "mos_Latn",
    "94": "ayr_Latn",
    "95": "ast_Latn",
    "96": "fij_Latn",
    "97": "lmo_Latn",
    "98": "zho_Hans",
    "99": "nob_Latn",
    "100": "hye_Armn",
    "101": "amh_Ethi",
    "102": "jav_Latn",
    "103": "sag_Latn",
    "104": "mai_Deva",
    "105": "lao_Laoo",
    "106": "uzn_Latn",
    "107": "mya_Mymr",
    "108": "fin_Latn",
    "109": "knc_Latn",
    "110": "tat_Cyrl",
    "111": "ajp_Arab",
    "112": "dzo_Tibt",
    "113": "pag_Latn",
    "114": "kir_Cyrl",
    "115": "sna_Latn",
    "116": "zul_Latn",
    "117": "kab_Latn",
    "118": "fur_Latn",
    "119": "ckb_Arab",
    "120": "vie_Latn",
    "121": "mal_Mlym",
    "122": "bem_Latn",
    "123": "som_Latn",
    "124": "ars_Arab",
    "125": "szl_Latn",
    "126": "tgk_Cyrl",
    "127": "tel_Telu",
    "128": "quy_Latn",
    "129": "deu_Latn",
    "130": "bjn_Arab",
    "131": "azj_Latn",
    "132": "eus_Latn",
    "133": "ces_Latn",
    "134": "nld_Latn",
    "135": "shn_Mymr",
    "136": "bul_Cyrl",
    "137": "kam_Latn",
    "138": "kmb_Latn",
    "139": "ron_Latn",
    "140": "bho_Deva",
    "141": "glg_Latn",
    "142": "awa_Deva",
    "143": "tha_Thai",
    "144": "lim_Latn",
    "145": "hat_Latn",
    "146": "mag_Deva",
    "147": "kon_Latn",
    "148": "pbt_Arab",
    "149": "kat_Geor",
    "150": "khk_Cyrl",
    "151": "arb_Arab",
    "152": "knc_Arab",
    "153": "kor_Hang",
    "154": "oci_Latn",
    "155": "lus_Latn",
    "156": "ary_Arab",
    "157": "epo_Latn",
    "158": "pap_Latn",
    "159": "ibo_Latn",
    "160": "fao_Latn",
    "161": "ben_Beng",
    "162": "yue_Hant",
    "163": "ceb_Latn",
    "164": "luo_Latn",
    "165": "srp_Cyrl",
    "166": "ind_Latn",
    "167": "slv_Latn",
    "168": "min_Latn",
    "169": "scn_Latn",
    "170": "apc_Arab",
    "171": "sin_Sinh",
    "172": "mlt_Latn",
    "173": "kea_Latn",
    "174": "uig_Arab",
    "175": "npi_Deva",
    "176": "kas_Arab",
    "177": "bug_Latn",
    "178": "hne_Deva",
    "179": "sat_Olck",
    "180": "swh_Latn",
    "181": "tso_Latn",
    "182": "nno_Latn",
    "183": "rus_Cyrl",
    "184": "dik_Latn",
    "185": "sun_Latn",
    "186": "afr_Latn",
    "187": "arz_Arab",
    "188": "gle_Latn",
    "189": "sot_Latn",
    "190": "ewe_Latn",
    "191": "fuv_Latn",
    "192": "tum_Latn",
    "193": "ilo_Latn",
    "194": "cym_Latn",
    "195": "tir_Ethi",
    "196": "tzm_Tfng",
    "197": "bod_Tibt",
    "198": "tsn_Latn",
    "199": "est_Latn",
    "200": "jpn_Jpan"
  },
  "initializer_range": 0.02,
  "intermediate_size": 768,
  "label2id": {
    "ace_Arab": 89,
    "ace_Latn": 64,
    "acm_Arab": 54,
    "acq_Arab": 73,
    "aeb_Arab": 74,
    "afr_Latn": 186,
    "ajp_Arab": 111,
    "als_Latn": 33,
    "amh_Ethi": 101,
    "apc_Arab": 170,
    "arb_Arab": 151,
    "ars_Arab": 124,
    "ary_Arab": 156,
    "arz_Arab": 187,
    "asm_Beng": 43,
    "ast_Latn": 95,
    "awa_Deva": 142,
    "ayr_Latn": 94,
    "azb_Arab": 38,
    "azj_Latn": 131,
    "bak_Cyrl": 26,
    "bam_Latn": 18,
    "ban_Latn": 71,
    "bel_Cyrl": 23,
    "bem_Latn": 122,
    "ben_Beng": 161,
    "bho_Deva": 140,
    "bjn_Arab": 130,
    "bjn_Latn": 4,
    "bod_Tibt": 197,
    "bos_Latn": 80,
    "bug_Latn": 177,
    "bul_Cyrl": 136,
    "cat_Latn": 66,
    "ceb_Latn": 163,
    "ces_Latn": 133,
    "cjk_Latn": 63,
    "ckb_Arab": 119,
    "crh_Latn": 78,
    "cym_Latn": 194,
    "dan_Latn": 48,
    "deu_Latn": 129,
    "dik_Latn": 184,
    "dyu_Latn": 92,
    "dzo_Tibt": 112,
    "ell_Grek": 45,
    "eng_Latn": 8,
    "epo_Latn": 157,
    "est_Latn": 199,
    "eus_Latn": 132,
    "ewe_Latn": 190,
    "fao_Latn": 160,
    "fij_Latn": 96,
    "fin_Latn": 108,
    "fon_Latn": 1,
    "fra_Latn": 27,
    "fur_Latn": 118,
    "fuv_Latn": 191,
    "gaz_Latn": 44,
    "gla_Latn": 9,
    "gle_Latn": 188,
    "glg_Latn": 141,
    "grn_Latn": 16,
    "guj_Gujr": 60,
    "hat_Latn": 145,
    "hau_Latn": 85,
    "heb_Hebr": 24,
    "hin_Deva": 41,
    "hne_Deva": 178,
    "hrv_Latn": 77,
    "hun_Latn": 68,
    "hye_Armn": 100,
    "ibo_Latn": 159,
    "ilo_Latn": 193,
    "ind_Latn": 166,
    "isl_Latn": 21,
    "ita_Latn": 61,
    "jav_Latn": 102,
    "jpn_Jpan": 200,
    "kab_Latn": 117,
    "kac_Latn": 12,
    "kam_Latn": 137,
    "kan_Knda": 31,
    "kas_Arab": 176,
    "kas_Deva": 22,
    "kat_Geor": 149,
    "kaz_Cyrl": 69,
    "kbp_Latn": 34,
    "kea_Latn": 173,
    "khk_Cyrl": 150,
    "khm_Khmr": 3,
    "kik_Latn": 82,
    "kin_Latn": 2,
    "kir_Cyrl": 114,
    "kmb_Latn": 138,
    "kmr_Latn": 88,
    "knc_Arab": 152,
    "knc_Latn": 109,
    "kon_Latn": 147,
    "kor_Hang": 153,
    "lao_Laoo": 105,
    "lij_Latn": 91,
    "lim_Latn": 144,
    "lin_Latn": 35,
    "lit_Latn": 0,
    "lmo_Latn": 97,
    "ltg_Latn": 59,
    "ltz_Latn": 39,
    "lua_Latn": 13,
    "lug_Latn": 58,
    "luo_Latn": 164,
    "lus_Latn": 155,
    "lvs_Latn": 10,
    "mag_Deva": 146,
    "mai_Deva": 104,
    "mal_Mlym": 121,
    "mar_Deva": 52,
    "min_Latn": 168,
    "mkd_Cyrl": 90,
    "mlt_Latn": 172,
    "mni_Beng": 53,
    "mos_Latn": 93,
    "mri_Latn": 19,
    "mya_Mymr": 107,
    "nld_Latn": 134,
    "nno_Latn": 182,
    "nob_Latn": 99,
    "npi_Deva": 175,
    "nso_Latn": 47,
    "nus_Latn": 72,
    "nya_Latn": 11,
    "oci_Latn": 154,
    "ory_Orya": 57,
    "pag_Latn": 113,
    "pan_Guru": 50,
    "pap_Latn": 158,
    "pbt_Arab": 148,
    "pes_Arab": 49,
    "plt_Latn": 87,
    "pol_Latn": 70,
    "por_Latn": 28,
    "prs_Arab": 5,
    "quy_Latn": 128,
    "ron_Latn": 139,
    "run_Latn": 7,
    "rus_Cyrl": 183,
    "sag_Latn": 103,
    "san_Deva": 20,
    "sat_Olck": 179,
    "scn_Latn": 169,
    "shn_Mymr": 135,
    "sin_Sinh": 171,
    "slk_Latn": 76,
    "slv_Latn": 167,
    "smo_Latn": 32,
    "sna_Latn": 115,
    "snd_Arab": 84,
    "som_Latn": 123,
    "sot_Latn": 189,
    "spa_Latn": 75,
    "srd_Latn": 55,
    "srp_Cyrl": 165,
    "ssw_Latn": 81,
    "sun_Latn": 185,
    "swe_Latn": 62,
    "swh_Latn": 180,
    "szl_Latn": 125,
    "tam_Taml": 86,
    "taq_Latn": 65,
    "taq_Tfng": 46,
    "tat_Cyrl": 110,
    "tel_Telu": 127,
    "tgk_Cyrl": 126,
    "tgl_Latn": 42,
    "tha_Thai": 143,
    "tir_Ethi": 195,
    "tpi_Latn": 15,
    "tsn_Latn": 198,
    "tso_Latn": 181,
    "tuk_Latn": 14,
    "tum_Latn": 192,
    "tur_Latn": 79,
    "twi_Latn": 40,
    "tzm_Tfng": 196,
    "uig_Arab": 174,
    "ukr_Cyrl": 29,
    "umb_Latn": 30,
    "urd_Arab": 36,
    "uzn_Latn": 106,
    "vec_Latn": 56,
    "vie_Latn": 120,
    "war_Latn": 51,
    "wol_Latn": 6,
    "xho_Latn": 17,
    "ydd_Hebr": 83,
    "yor_Latn": 37,
    "yue_Hant": 162,
    "zho_Hans": 98,
    "zho_Hant": 25,
    "zsm_Latn": 67,
    "zul_Latn": 116
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 6,
  "num_hidden_layers": 4,
  "pad_token_id": 3,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.48.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 50257
}
