{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "BertNormalizer",
        "clean_text": true,
        "handle_chinese_chars": true,
        "strip_accents": true,
        "lowercase": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      2
    ],
    "cls": [
      "[CLS]",
      1
    ]
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¥": 77,
      "¦": 78,
      "§": 79,
      "¨": 80,
      "©": 81,
      "ª": 82,
      "«": 83,
      "¬": 84,
      "®": 85,
      "¯": 86,
      "°": 87,
      "±": 88,
      "²": 89,
      "³": 90,
      "´": 91,
      "µ": 92,
      "¶": 93,
      "·": 94,
      "¸": 95,
      "¹": 96,
      "º": 97,
      "»": 98,
      "¼": 99,
      "½": 100,
      "¾": 101,
      "¿": 102,
      "×": 103,
      "ß": 104,
      "æ": 105,
      "ð": 106,
      "÷": 107,
      "ø": 108,
      "þ": 109,
      "đ": 110,
      "ħ": 111,
      "ı": 112,
      "ĳ": 113,
      "ĸ": 114,
      "ŀ": 115,
      "ł": 116,
      "ŉ": 117,
      "ŋ": 118,
      "œ": 119,
      "ŧ": 120,
      "ſ": 121,
      "ƀ": 122,
      "ƃ": 123,
      "ƅ": 124,
      "ƒ": 125,
      "ƙ": 126,
      "ƚ": 127,
      "ƛ": 128,
      "ƞ": 129,
      "ƣ": 130,
      "ƫ": 131,
      "ƭ": 132,
      "ƴ": 133,
      "ƶ": 134,
      "ƿ": 135,
      "ǀ": 136,
      "ǁ": 137,
      "ǃ": 138,
      "ǉ": 139,
      "ǌ": 140,
      "ǝ": 141,
      "ǥ": 142,
      "ǳ": 143,
      "ȝ": 144,
      "ɉ": 145,
      "ɐ": 146,
      "ɑ": 147,
      "ɒ": 148,
      "ɓ": 149,
      "ɔ": 150,
      "ɕ": 151,
      "ɖ": 152,
      "ɗ": 153,
      "ɘ": 154,
      "ə": 155,
      "ɚ": 156,
      "ɛ": 157,
      "ɜ": 158,
      "ɝ": 159,
      "ɞ": 160,
      "ɟ": 161,
      "ɠ": 162,
      "ɡ": 163,
      "ɣ": 164,
      "ɤ": 165,
      "ɥ": 166,
      "ɦ": 167,
      "ɧ": 168,
      "ɨ": 169,
      "ɩ": 170,
      "ɪ": 171,
      "ɫ": 172,
      "ɬ": 173,
      "ɭ": 174,
      "ɮ": 175,
      "ɯ": 176,
      "ɰ": 177,
      "ɱ": 178,
      "ɲ": 179,
      "ɳ": 180,
      "ɴ": 181,
      "ɵ": 182,
      "ɶ": 183,
      "ɸ": 184,
      "ɹ": 185,
      "ɻ": 186,
      "ɽ": 187,
      "ɾ": 188,
      "ʀ": 189,
      "ʁ": 190,
      "ʂ": 191,
      "ʃ": 192,
      "ʅ": 193,
      "ʆ": 194,
      "ʇ": 195,
      "ʈ": 196,
      "ʉ": 197,
      "ʊ": 198,
      "ʋ": 199,
      "ʌ": 200,
      "ʍ": 201,
      "ʎ": 202,
      "ʏ": 203,
      "ʐ": 204,
      "ʑ": 205,
      "ʒ": 206,
      "ʔ": 207,
      "ʕ": 208,
      "ʙ": 209,
      "ʜ": 210,
      "ʝ": 211,
      "ʟ": 212,
      "ʣ": 213,
      "ʤ": 214,
      "ʦ": 215,
      "ʧ": 216,
      "ʨ": 217,
      "ʰ": 218,
      "ʱ": 219,
      "ʲ": 220,
      "ʷ": 221,
      "ʹ": 222,
      "ʺ": 223,
      "ʻ": 224,
      "ʼ": 225,
      "ʽ": 226,
      "ʾ": 227,
      "ʿ": 228,
      "ˀ": 229,
      "ˁ": 230,
      "˄": 231,
      "ˆ": 232,
      "ˇ": 233,
      "ˈ": 234,
      "ˉ": 235,
      "ˊ": 236,
      "ˋ": 237,
      "ˌ": 238,
      "ː": 239,
      "ˑ": 240,
      "˗": 241,
      "˘": 242,
      "˙": 243,
      "˚": 244,
      "˛": 245,
      "˜": 246,
      "˝": 247,
      "˟": 248,
      "ˠ": 249,
      "ˡ": 250,
      "ˢ": 251,
      "ˣ": 252,
      "ˤ": 253,
      "˥": 254,
      "˧": 255,
      "˨": 256,
      "˩": 257,
      "˭": 258,
      "ˮ": 259,
      "ͱ": 260,
      "͵": 261,
      "ͻ": 262,
      "΄": 263,
      "α": 264,
      "β": 265,
      "γ": 266,
      "δ": 267,
      "ε": 268,
      "ζ": 269,
      "η": 270,
      "θ": 271,
      "ι": 272,
      "κ": 273,
      "λ": 274,
      "μ": 275,
      "ν": 276,
      "ξ": 277,
      "ο": 278,
      "π": 279,
      "ρ": 280,
      "ς": 281,
      "σ": 282,
      "τ": 283,
      "υ": 284,
      "φ": 285,
      "χ": 286,
      "ψ": 287,
      "ω": 288,
      "ϐ": 289,
      "ϑ": 290,
      "ϕ": 291,
      "ϖ": 292,
      "ϗ": 293,
      "ϙ": 294,
      "ϛ": 295,
      "ϝ": 296,
      "ϟ": 297,
      "ϡ": 298,
      "ϩ": 299,
      "ϯ": 300,
      "ϰ": 301,
      "ϱ": 302,
      "ϲ": 303,
      "ϸ": 304,
      "а": 305,
      "б": 306,
      "в": 307,
      "г": 308,
      "д": 309,
      "е": 310,
      "ж": 311,
      "з": 312,
      "и": 313,
      "к": 314,
      "л": 315,
      "м": 316,
      "н": 317,
      "о": 318,
      "п": 319,
      "р": 320,
      "с": 321,
      "т": 322,
      "у": 323,
      "ф": 324,
      "х": 325,
      "ц": 326,
      "ч": 327,
      "ш": 328,
      "щ": 329,
      "ъ": 330,
      "ы": 331,
      "ь": 332,
      "э": 333,
      "ю": 334,
      "я": 335,
      "ђ": 336,
      "є": 337,
      "ѕ": 338,
      "і": 339,
      "ј": 340,
      "љ": 341,
      "њ": 342,
      "ћ": 343,
      "џ": 344,
      "ѡ": 345,
      "ѣ": 346,
      "ѥ": 347,
      "ѧ": 348,
      "ѩ": 349,
      "ѫ": 350,
      "ѭ": 351,
      "ѱ": 352,
      "ѳ": 353,
      "ѵ": 354,
      "ѹ": 355,
      "ҁ": 356,
      "҂": 357,
      "ҍ": 358,
      "ҏ": 359,
      "ґ": 360,
      "ғ": 361,
      "ҕ": 362,
      "җ": 363,
      "ҙ": 364,
      "қ": 365,
      "ҝ": 366,
      "ҟ": 367,
      "ҡ": 368,
      "ң": 369,
      "ҥ": 370,
      "ҧ": 371,
      "ҩ": 372,
      "ҫ": 373,
      "ҭ": 374,
      "ү": 375,
      "ұ": 376,
      "ҳ": 377,
      "ҵ": 378,
      "ҷ": 379,
      "ҹ": 380,
      "һ": 381,
      "ӄ": 382,
      "ӈ": 383,
      "ӊ": 384,
      "ӌ": 385,
      "ӏ": 386,
      "ӕ": 387,
      "ә": 388,
      "ӡ": 389,
      "ө": 390,
      "ӽ": 391,
      "ԁ": 392,
      "ԑ": 393,
      "ԥ": 394,
      "ՙ": 395,
      "՚": 396,
      "՛": 397,
      "՜": 398,
      "՝": 399,
      "՞": 400,
      "՟": 401,
      "ա": 402,
      "բ": 403,
      "գ": 404,
      "դ": 405,
      "ե": 406,
      "զ": 407,
      "է": 408,
      "ը": 409,
      "թ": 410,
      "ժ": 411,
      "ի": 412,
      "լ": 413,
      "խ": 414,
      "ծ": 415,
      "կ": 416,
      "հ": 417,
      "ձ": 418,
      "ղ": 419,
      "ճ": 420,
      "մ": 421,
      "յ": 422,
      "ն": 423,
      "շ": 424,
      "ո": 425,
      "չ": 426,
      "պ": 427,
      "ջ": 428,
      "ռ": 429,
      "ս": 430,
      "վ": 431,
      "տ": 432,
      "ր": 433,
      "ց": 434,
      "ւ": 435,
      "փ": 436,
      "ք": 437,
      "օ": 438,
      "ֆ": 439,
      "և": 440,
      "։": 441,
      "֊": 442,
      "־": 443,
      "׃": 444,
      "׆": 445,
      "א": 446,
      "ב": 447,
      "ג": 448,
      "ד": 449,
      "ה": 450,
      "ו": 451,
      "ז": 452,
      "ח": 453,
      "ט": 454,
      "י": 455,
      "ך": 456,
      "כ": 457,
      "ל": 458,
      "ם": 459,
      "מ": 460,
      "ן": 461,
      "נ": 462,
      "ס": 463,
      "ע": 464,
      "ף": 465,
      "פ": 466,
      "ץ": 467,
      "צ": 468,
      "ק": 469,
      "ר": 470,
      "ש": 471,
      "ת": 472,
      "װ": 473,
      "ױ": 474,
      "ײ": 475,
      "׳": 476,
      "״": 477,
      "؋": 478,
      "،": 479,
      "؍": 480,
      "؎": 481,
      "؛": 482,
      "؞": 483,
      "؟": 484,
      "ء": 485,
      "ا": 486,
      "ب": 487,
      "ة": 488,
      "ت": 489,
      "ث": 490,
      "ج": 491,
      "ح": 492,
      "خ": 493,
      "د": 494,
      "ذ": 495,
      "ر": 496,
      "ز": 497,
      "س": 498,
      "ش": 499,
      "ص": 500,
      "ض": 501,
      "ط": 502,
      "ظ": 503,
      "ع": 504,
      "غ": 505,
      "ؽ": 506,
      "ـ": 507,
      "ف": 508,
      "ق": 509,
      "ك": 510,
      "ل": 511,
      "م": 512,
      "ن": 513,
      "ه": 514,
      "و": 515,
      "ى": 516,
      "ي": 517,
      "٠": 518,
      "١": 519,
      "٢": 520,
      "٣": 521,
      "٤": 522,
      "٥": 523,
      "٦": 524,
      "٧": 525,
      "٨": 526,
      "٩": 527,
      "٪": 528,
      "٫": 529,
      "٬": 530,
      "٭": 531,
      "ٱ": 532,
      "ٲ": 533,
      "ٴ": 534,
      "ٶ": 535,
      "ٹ": 536,
      "ٺ": 537,
      "ٻ": 538,
      "ټ": 539,
      "ٽ": 540,
      "پ": 541,
      "ٿ": 542,
      "ڀ": 543,
      "ځ": 544,
      "ڃ": 545,
      "ڄ": 546,
      "څ": 547,
      "چ": 548,
      "ڇ": 549,
      "ڈ": 550,
      "ډ": 551,
      "ڊ": 552,
      "ڌ": 553,
      "ڍ": 554,
      "ڎ": 555,
      "ڏ": 556,
      "ڑ": 557,
      "ڒ": 558,
      "ړ": 559,
      "ڕ": 560,
      "ږ": 561,
      "ژ": 562,
      "ڙ": 563,
      "ښ": 564,
      "ڜ": 565,
      "ڠ": 566,
      "ڢ": 567,
      "ڤ": 568,
      "ڥ": 569,
      "ڦ": 570,
      "ڧ": 571,
      "ڨ": 572,
      "ک": 573,
      "ڪ": 574,
      "ګ": 575,
      "ڬ": 576,
      "ڭ": 577,
      "گ": 578,
      "ڱ": 579,
      "ڳ": 580,
      "ڵ": 581,
      "ں": 582,
      "ڻ": 583,
      "ڼ": 584,
      "ڽ": 585,
      "ھ": 586,
      "ہ": 587,
      "ۃ": 588,
      "ۄ": 589,
      "ۆ": 590,
      "ۇ": 591,
      "ۈ": 592,
      "ۉ": 593,
      "ۊ": 594,
      "ۋ": 595,
      "ی": 596,
      "ۍ": 597,
      "ێ": 598,
      "ۏ": 599,
      "ې": 600,
      "ے": 601,
      "۔": 602,
      "ە": 603,
      "۞": 604,
      "ۦ": 605,
      "۰": 606,
      "۱": 607,
      "۲": 608,
      "۳": 609,
      "۴": 610,
      "۵": 611,
      "۶": 612,
      "۷": 613,
      "۸": 614,
      "۹": 615,
      "ۻ": 616,
      "۽": 617,
      "۾": 618,
      "܀": 619,
      "܂": 620,
      "ܐ": 621,
      "ܒ": 622,
      "ܓ": 623,
      "ܕ": 624,
      "ܖ": 625,
      "ܗ": 626,
      "ܘ": 627,
      "ܙ": 628,
      "ܚ": 629,
      "ܛ": 630,
      "ܝ": 631,
      "ܟ": 632,
      "ܠ": 633,
      "ܡ": 634,
      "ܢ": 635,
      "ܣ": 636,
      "ܥ": 637,
      "ܦ": 638,
      "ܩ": 639,
      "ܪ": 640,
      "ܫ": 641,
      "ܬ": 642,
      "ݢ": 643,
      "ݣ": 644,
      "ݨ": 645,
      "ހ": 646,
      "ނ": 647,
      "ރ": 648,
      "ބ": 649,
      "ޅ": 650,
      "ކ": 651,
      "އ": 652,
      "ވ": 653,
      "މ": 654,
      "ފ": 655,
      "ދ": 656,
      "ތ": 657,
      "ލ": 658,
      "ގ": 659,
      "ސ": 660,
      "ޑ": 661,
      "ޔ": 662,
      "ޖ": 663,
      "ޝ": 664,
      "ޢ": 665,
      "ߏ": 666,
      "ߒ": 667,
      "ߞ": 668,
      "ߦ": 669,
      "࠲": 670,
      "ࡏ": 671,
      "ः": 672,
      "अ": 673,
      "आ": 674,
      "इ": 675,
      "ई": 676,
      "उ": 677,
      "ऊ": 678,
      "ऋ": 679,
      "ऌ": 680,
      "ऍ": 681,
      "ऎ": 682,
      "ए": 683,
      "ऐ": 684,
      "ऑ": 685,
      "ऒ": 686,
      "ओ": 687,
      "औ": 688,
      "क": 689,
      "ख": 690,
      "ग": 691,
      "घ": 692,
      "ङ": 693,
      "च": 694,
      "छ": 695,
      "ज": 696,
      "झ": 697,
      "ञ": 698,
      "ट": 699,
      "ठ": 700,
      "ड": 701,
      "ढ": 702,
      "ण": 703,
      "त": 704,
      "थ": 705,
      "द": 706,
      "ध": 707,
      "न": 708,
      "प": 709,
      "फ": 710,
      "ब": 711,
      "भ": 712,
      "म": 713,
      "य": 714,
      "र": 715,
      "ल": 716,
      "ळ": 717,
      "व": 718,
      "श": 719,
      "ष": 720,
      "स": 721,
      "ह": 722,
      "ऽ": 723,
      "ा": 724,
      "ि": 725,
      "ी": 726,
      "ॉ": 727,
      "ॊ": 728,
      "ो": 729,
      "ौ": 730,
      "ॐ": 731,
      "ॠ": 732,
      "ॡ": 733,
      "।": 734,
      "॥": 735,
      "०": 736,
      "१": 737,
      "२": 738,
      "३": 739,
      "४": 740,
      "५": 741,
      "६": 742,
      "७": 743,
      "८": 744,
      "९": 745,
      "॰": 746,
      "ॲ": 747,
      "ং": 748,
      "ঃ": 749,
      "অ": 750,
      "আ": 751,
      "ই": 752,
      "ঈ": 753,
      "উ": 754,
      "ঊ": 755,
      "ঋ": 756,
      "এ": 757,
      "ঐ": 758,
      "ও": 759,
      "ঔ": 760,
      "ক": 761,
      "খ": 762,
      "গ": 763,
      "ঘ": 764,
      "ঙ": 765,
      "চ": 766,
      "ছ": 767,
      "জ": 768,
      "ঝ": 769,
      "ঞ": 770,
      "ট": 771,
      "ঠ": 772,
      "ড": 773,
      "ঢ": 774,
      "ণ": 775,
      "ত": 776,
      "থ": 777,
      "দ": 778,
      "ধ": 779,
      "ন": 780,
      "প": 781,
      "ফ": 782,
      "ব": 783,
      "ভ": 784,
      "ম": 785,
      "য": 786,
      "র": 787,
      "ল": 788,
      "শ": 789,
      "ষ": 790,
      "স": 791,
      "হ": 792,
      "ঽ": 793,
      "া": 794,
      "ি": 795,
      "ী": 796,
      "ে": 797,
      "ৈ": 798,
      "ৎ": 799,
      "ৗ": 800,
      "ৠ": 801,
      "০": 802,
      "১": 803,
      "২": 804,
      "৩": 805,
      "৪": 806,
      "৫": 807,
      "৬": 808,
      "৭": 809,
      "৮": 810,
      "৯": 811,
      "ৰ": 812,
      "ৱ": 813,
      "৳": 814,
      "৷": 815,
      "৹": 816,
      "৺": 817,
      "৻": 818,
      "ਃ": 819,
      "ਅ": 820,
      "ਆ": 821,
      "ਇ": 822,
      "ਈ": 823,
      "ਉ": 824,
      "ਊ": 825,
      "ਏ": 826,
      "ਐ": 827,
      "ਓ": 828,
      "ਔ": 829,
      "ਕ": 830,
      "ਖ": 831,
      "ਗ": 832,
      "ਘ": 833,
      "ਙ": 834,
      "ਚ": 835,
      "ਛ": 836,
      "ਜ": 837,
      "ਝ": 838,
      "ਞ": 839,
      "ਟ": 840,
      "ਠ": 841,
      "ਡ": 842,
      "ਢ": 843,
      "ਣ": 844,
      "ਤ": 845,
      "ਥ": 846,
      "ਦ": 847,
      "ਧ": 848,
      "ਨ": 849,
      "ਪ": 850,
      "ਫ": 851,
      "ਬ": 852,
      "ਭ": 853,
      "ਮ": 854,
      "ਯ": 855,
      "ਰ": 856,
      "ਲ": 857,
      "ਵ": 858,
      "ਸ": 859,
      "ਹ": 860,
      "ਾ": 861,
      "ਿ": 862,
      "ੀ": 863,
      "ੜ": 864,
      "੦": 865,
      "੧": 866,
      "੨": 867,
      "੩": 868,
      "੪": 869,
      "੫": 870,
      "੬": 871,
      "੭": 872,
      "੮": 873,
      "੯": 874,
      "ੲ": 875,
      "ੳ": 876,
      "ੴ": 877,
      "ઃ": 878,
      "અ": 879,
      "આ": 880,
      "ઇ": 881,
      "ઈ": 882,
      "ઉ": 883,
      "ઊ": 884,
      "ઋ": 885,
      "ઍ": 886,
      "એ": 887,
      "ઐ": 888,
      "ઑ": 889,
      "ઓ": 890,
      "ઔ": 891,
      "ક": 892,
      "ખ": 893,
      "ગ": 894,
      "ઘ": 895,
      "ઙ": 896,
      "ચ": 897,
      "છ": 898,
      "જ": 899,
      "ઝ": 900,
      "ઞ": 901,
      "ટ": 902,
      "ઠ": 903,
      "ડ": 904,
      "ઢ": 905,
      "ણ": 906,
      "ત": 907,
      "થ": 908,
      "દ": 909,
      "ધ": 910,
      "ન": 911,
      "પ": 912,
      "ફ": 913,
      "બ": 914,
      "ભ": 915,
      "મ": 916,
      "ય": 917,
      "ર": 918,
      "લ": 919,
      "ળ": 920,
      "વ": 921,
      "શ": 922,
      "ષ": 923,
      "સ": 924,
      "હ": 925,
      "ા": 926,
      "િ": 927,
      "ી": 928,
      "ૉ": 929,
      "ો": 930,
      "ૌ": 931,
      "ૐ": 932,
      "ૠ": 933,
      "૦": 934,
      "૧": 935,
      "૨": 936,
      "૩": 937,
      "૪": 938,
      "૫": 939,
      "૬": 940,
      "૭": 941,
      "૮": 942,
      "૯": 943,
      "૰": 944,
      "ଂ": 945,
      "ଃ": 946,
      "ଅ": 947,
      "ଆ": 948,
      "ଇ": 949,
      "ଈ": 950,
      "ଉ": 951,
      "ଊ": 952,
      "ଋ": 953,
      "ଌ": 954,
      "ଏ": 955,
      "ଐ": 956,
      "ଓ": 957,
      "ଔ": 958,
      "କ": 959,
      "ଖ": 960,
      "ଗ": 961,
      "ଘ": 962,
      "ଙ": 963,
      "ଚ": 964,
      "ଛ": 965,
      "ଜ": 966,
      "ଝ": 967,
      "ଞ": 968,
      "ଟ": 969,
      "ଠ": 970,
      "ଡ": 971,
      "ଢ": 972,
      "ଣ": 973,
      "ତ": 974,
      "ଥ": 975,
      "ଦ": 976,
      "ଧ": 977,
      "ନ": 978,
      "ପ": 979,
      "ଫ": 980,
      "ବ": 981,
      "ଭ": 982,
      "ମ": 983,
      "ଯ": 984,
      "ର": 985,
      "ଲ": 986,
      "ଳ": 987,
      "ଵ": 988,
      "ଶ": 989,
      "ଷ": 990,
      "ସ": 991,
      "ହ": 992,
      "ଽ": 993,
      "ା": 994,
      "ୀ": 995,
      "େ": 996,
      "ୗ": 997,
      "ୟ": 998,
      "ୠ": 999,
      "ୡ": 1000,
      "୦": 1001,
      "୧": 1002,
      "୨": 1003,
      "୩": 1004,
      "୪": 1005,
      "୫": 1006,
      "୬": 1007,
      "୭": 1008,
      "୮": 1009,
      "୯": 1010,
      "ୱ": 1011,
      "ஃ": 1012,
      "அ": 1013,
      "ஆ": 1014,
      "இ": 1015,
      "ஈ": 1016,
      "உ": 1017,
      "ஊ": 1018,
      "எ": 1019,
      "ஏ": 1020,
      "ஐ": 1021,
      "ஒ": 1022,
      "ஓ": 1023,
      "க": 1024,
      "ங": 1025,
      "ச": 1026,
      "ஜ": 1027,
      "ஞ": 1028,
      "ட": 1029,
      "ண": 1030,
      "த": 1031,
      "ந": 1032,
      "ன": 1033,
      "ப": 1034,
      "ம": 1035,
      "ய": 1036,
      "ர": 1037,
      "ற": 1038,
      "ல": 1039,
      "ள": 1040,
      "ழ": 1041,
      "வ": 1042,
      "ஶ": 1043,
      "ஷ": 1044,
      "ஸ": 1045,
      "ஹ": 1046,
      "ா": 1047,
      "ி": 1048,
      "ு": 1049,
      "ூ": 1050,
      "ெ": 1051,
      "ே": 1052,
      "ை": 1053,
      "ௗ": 1054,
      "௦": 1055,
      "௨": 1056,
      "௩": 1057,
      "௫": 1058,
      "௬": 1059,
      "௮": 1060,
      "௯": 1061,
      "ఁ": 1062,
      "ం": 1063,
      "ః": 1064,
      "అ": 1065,
      "ఆ": 1066,
      "ఇ": 1067,
      "ఈ": 1068,
      "ఉ": 1069,
      "ఊ": 1070,
      "ఋ": 1071,
      "ఌ": 1072,
      "ఎ": 1073,
      "ఏ": 1074,
      "ఐ": 1075,
      "ఒ": 1076,
      "ఓ": 1077,
      "ఔ": 1078,
      "క": 1079,
      "ఖ": 1080,
      "గ": 1081,
      "ఘ": 1082,
      "ఙ": 1083,
      "చ": 1084,
      "ఛ": 1085,
      "జ": 1086,
      "ఝ": 1087,
      "ఞ": 1088,
      "ట": 1089,
      "ఠ": 1090,
      "డ": 1091,
      "ఢ": 1092,
      "ణ": 1093,
      "త": 1094,
      "థ": 1095,
      "ద": 1096,
      "ధ": 1097,
      "న": 1098,
      "ప": 1099,
      "ఫ": 1100,
      "బ": 1101,
      "భ": 1102,
      "మ": 1103,
      "య": 1104,
      "ర": 1105,
      "ఱ": 1106,
      "ల": 1107,
      "ళ": 1108,
      "వ": 1109,
      "శ": 1110,
      "ష": 1111,
      "స": 1112,
      "హ": 1113,
      "ఽ": 1114,
      "ు": 1115,
      "ూ": 1116,
      "ృ": 1117,
      "ౄ": 1118,
      "ౘ": 1119,
      "ౙ": 1120,
      "ౠ": 1121,
      "ౡ": 1122,
      "౦": 1123,
      "౧": 1124,
      "౨": 1125,
      "౩": 1126,
      "౪": 1127,
      "౫": 1128,
      "౬": 1129,
      "౭": 1130,
      "౮": 1131,
      "౯": 1132,
      "ಂ": 1133,
      "ಃ": 1134,
      "ಅ": 1135,
      "ಆ": 1136,
      "ಇ": 1137,
      "ಈ": 1138,
      "ಉ": 1139,
      "ಊ": 1140,
      "ಋ": 1141,
      "ಎ": 1142,
      "ಏ": 1143,
      "ಐ": 1144,
      "ಒ": 1145,
      "ಓ": 1146,
      "ಔ": 1147,
      "ಕ": 1148,
      "ಖ": 1149,
      "ಗ": 1150,
      "ಘ": 1151,
      "ಙ": 1152,
      "ಚ": 1153,
      "ಛ": 1154,
      "ಜ": 1155,
      "ಝ": 1156,
      "ಞ": 1157,
      "ಟ": 1158,
      "ಠ": 1159,
      "ಡ": 1160,
      "ಢ": 1161,
      "ಣ": 1162,
      "ತ": 1163,
      "ಥ": 1164,
      "ದ": 1165,
      "ಧ": 1166,
      "ನ": 1167,
      "ಪ": 1168,
      "ಫ": 1169,
      "ಬ": 1170,
      "ಭ": 1171,
      "ಮ": 1172,
      "ಯ": 1173,
      "ರ": 1174,
      "ಱ": 1175,
      "ಲ": 1176,
      "ಳ": 1177,
      "ವ": 1178,
      "ಶ": 1179,
      "ಷ": 1180,
      "ಸ": 1181,
      "ಹ": 1182,
      "ಽ": 1183,
      "ಾ": 1184,
      "ು": 1185,
      "ೂ": 1186,
      "ೃ": 1187,
      "ೄ": 1188,
      "ೕ": 1189,
      "ೖ": 1190,
      "ೞ": 1191,
      "೦": 1192,
      "೧": 1193,
      "೨": 1194,
      "೩": 1195,
      "೪": 1196,
      "೫": 1197,
      "೬": 1198,
      "೭": 1199,
      "೮": 1200,
      "೯": 1201,
      "ം": 1202,
      "ഃ": 1203,
      "അ": 1204,
      "ആ": 1205,
      "ഇ": 1206,
      "ഈ": 1207,
      "ഉ": 1208,
      "ഊ": 1209,
      "ഋ": 1210,
      "ഌ": 1211,
      "എ": 1212,
      "ഏ": 1213,
      "ഐ": 1214,
      "ഒ": 1215,
      "ഓ": 1216,
      "ഔ": 1217,
      "ക": 1218,
      "ഖ": 1219,
      "ഗ": 1220,
      "ഘ": 1221,
      "ങ": 1222,
      "ച": 1223,
      "ഛ": 1224,
      "ജ": 1225,
      "ഝ": 1226,
      "ഞ": 1227,
      "ട": 1228,
      "ഠ": 1229,
      "ഡ": 1230,
      "ഢ": 1231,
      "ണ": 1232,
      "ത": 1233,
      "ഥ": 1234,
      "ദ": 1235,
      "ധ": 1236,
      "ന": 1237,
      "പ": 1238,
      "ഫ": 1239,
      "ബ": 1240,
      "ഭ": 1241,
      "മ": 1242,
      "യ": 1243,
      "ര": 1244,
      "റ": 1245,
      "ല": 1246,
      "ള": 1247,
      "ഴ": 1248,
      "വ": 1249,
      "ശ": 1250,
      "ഷ": 1251,
      "സ": 1252,
      "ഹ": 1253,
      "ഽ": 1254,
      "ാ": 1255,
      "ി": 1256,
      "ീ": 1257,
      "െ": 1258,
      "േ": 1259,
      "ൈ": 1260,
      "ൎ": 1261,
      "ൗ": 1262,
      "ൠ": 1263,
      "ൡ": 1264,
      "൦": 1265,
      "൧": 1266,
      "൨": 1267,
      "൩": 1268,
      "൪": 1269,
      "൫": 1270,
      "൬": 1271,
      "൮": 1272,
      "൯": 1273,
      "൹": 1274,
      "ൺ": 1275,
      "ൻ": 1276,
      "ർ": 1277,
      "ൽ": 1278,
      "ൾ": 1279,
      "ൿ": 1280,
      "ං": 1281,
      "ඃ": 1282,
      "අ": 1283,
      "ආ": 1284,
      "ඇ": 1285,
      "ඈ": 1286,
      "ඉ": 1287,
      "ඊ": 1288,
      "උ": 1289,
      "ඌ": 1290,
      "ඍ": 1291,
      "ඏ": 1292,
      "එ": 1293,
      "ඒ": 1294,
      "ඓ": 1295,
      "ඔ": 1296,
      "ඕ": 1297,
      "ඖ": 1298,
      "ක": 1299,
      "ඛ": 1300,
      "ග": 1301,
      "ඝ": 1302,
      "ඞ": 1303,
      "ඟ": 1304,
      "ච": 1305,
      "ඡ": 1306,
      "ජ": 1307,
      "ඣ": 1308,
      "ඤ": 1309,
      "ඥ": 1310,
      "ඦ": 1311,
      "ට": 1312,
      "ඨ": 1313,
      "ඩ": 1314,
      "ඪ": 1315,
      "ණ": 1316,
      "ඬ": 1317,
      "ත": 1318,
      "ථ": 1319,
      "ද": 1320,
      "ධ": 1321,
      "න": 1322,
      "ඳ": 1323,
      "ප": 1324,
      "ඵ": 1325,
      "බ": 1326,
      "භ": 1327,
      "ම": 1328,
      "ඹ": 1329,
      "ය": 1330,
      "ර": 1331,
      "ල": 1332,
      "ව": 1333,
      "ශ": 1334,
      "ෂ": 1335,
      "ස": 1336,
      "හ": 1337,
      "ළ": 1338,
      "ෆ": 1339,
      "ා": 1340,
      "ැ": 1341,
      "ෑ": 1342,
      "ෘ": 1343,
      "ෙ": 1344,
      "ෛ": 1345,
      "ෟ": 1346,
      "ෲ": 1347,
      "ෳ": 1348,
      "ก": 1349,
      "ข": 1350,
      "ฃ": 1351,
      "ค": 1352,
      "ฅ": 1353,
      "ฆ": 1354,
      "ง": 1355,
      "จ": 1356,
      "ฉ": 1357,
      "ช": 1358,
      "ซ": 1359,
      "ฌ": 1360,
      "ญ": 1361,
      "ฎ": 1362,
      "ฏ": 1363,
      "ฐ": 1364,
      "ฑ": 1365,
      "ฒ": 1366,
      "ณ": 1367,
      "ด": 1368,
      "ต": 1369,
      "ถ": 1370,
      "ท": 1371,
      "ธ": 1372,
      "น": 1373,
      "บ": 1374,
      "ป": 1375,
      "ผ": 1376,
      "ฝ": 1377,
      "พ": 1378,
      "ฟ": 1379,
      "ภ": 1380,
      "ม": 1381,
      "ย": 1382,
      "ร": 1383,
      "ฤ": 1384,
      "ล": 1385,
      "ฦ": 1386,
      "ว": 1387,
      "ศ": 1388,
      "ษ": 1389,
      "ส": 1390,
      "ห": 1391,
      "ฬ": 1392,
      "อ": 1393,
      "ฮ": 1394,
      "ฯ": 1395,
      "ะ": 1396,
      "า": 1397,
      "ำ": 1398,
      "฿": 1399,
      "เ": 1400,
      "แ": 1401,
      "โ": 1402,
      "ใ": 1403,
      "ไ": 1404,
      "ๅ": 1405,
      "ๆ": 1406,
      "๐": 1407,
      "๑": 1408,
      "๒": 1409,
      "๓": 1410,
      "๔": 1411,
      "๕": 1412,
      "๖": 1413,
      "๗": 1414,
      "๘": 1415,
      "๙": 1416,
      "ກ": 1417,
      "ຂ": 1418,
      "ຄ": 1419,
      "ງ": 1420,
      "ຈ": 1421,
      "ຊ": 1422,
      "ຍ": 1423,
      "ດ": 1424,
      "ຕ": 1425,
      "ຖ": 1426,
      "ທ": 1427,
      "ນ": 1428,
      "ບ": 1429,
      "ປ": 1430,
      "ຜ": 1431,
      "ຝ": 1432,
      "ພ": 1433,
      "ຟ": 1434,
      "ມ": 1435,
      "ຢ": 1436,
      "ຣ": 1437,
      "ລ": 1438,
      "ວ": 1439,
      "ສ": 1440,
      "ຫ": 1441,
      "ອ": 1442,
      "ຮ": 1443,
      "ຯ": 1444,
      "ະ": 1445,
      "າ": 1446,
      "ຳ": 1447,
      "ຽ": 1448,
      "ເ": 1449,
      "ແ": 1450,
      "ໂ": 1451,
      "ໃ": 1452,
      "ໄ": 1453,
      "ໆ": 1454,
      "໐": 1455,
      "໑": 1456,
      "໒": 1457,
      "໓": 1458,
      "໔": 1459,
      "໕": 1460,
      "໖": 1461,
      "໗": 1462,
      "໘": 1463,
      "໙": 1464,
      "ໜ": 1465,
      "ໝ": 1466,
      "༄": 1467,
      "༅": 1468,
      "༆": 1469,
      "༈": 1470,
      "་": 1471,
      "༌": 1472,
      "།": 1473,
      "༎": 1474,
      "༑": 1475,
      "༔": 1476,
      "༗": 1477,
      "༚": 1478,
      "༠": 1479,
      "༡": 1480,
      "༢": 1481,
      "༣": 1482,
      "༤": 1483,
      "༥": 1484,
      "༦": 1485,
      "༧": 1486,
      "༨": 1487,
      "༩": 1488,
      "༸": 1489,
      "༼": 1490,
      "༽": 1491,
      "ཀ": 1492,
      "ཁ": 1493,
      "ག": 1494,
      "ང": 1495,
      "ཅ": 1496,
      "ཆ": 1497,
      "ཇ": 1498,
      "ཉ": 1499,
      "ཊ": 1500,
      "ཋ": 1501,
      "ཌ": 1502,
      "ཎ": 1503,
      "ཏ": 1504,
      "ཐ": 1505,
      "ད": 1506,
      "ན": 1507,
      "པ": 1508,
      "ཕ": 1509,
      "བ": 1510,
      "མ": 1511,
      "ཙ": 1512,
      "ཚ": 1513,
      "ཛ": 1514,
      "ཝ": 1515,
      "ཞ": 1516,
      "ཟ": 1517,
      "འ": 1518,
      "ཡ": 1519,
      "ར": 1520,
      "ལ": 1521,
      "ཤ": 1522,
      "ཥ": 1523,
      "ས": 1524,
      "ཧ": 1525,
      "ཨ": 1526,
      "ཪ": 1527,
      "ཿ": 1528,
      "྅": 1529,
      "ྉ": 1530,
      "ྋ": 1531,
      "က": 1532,
      "ခ": 1533,
      "ဂ": 1534,
      "ဃ": 1535,
      "င": 1536,
      "စ": 1537,
      "ဆ": 1538,
      "ဇ": 1539,
      "ဈ": 1540,
      "ဉ": 1541,
      "ည": 1542,
      "ဋ": 1543,
      "ဌ": 1544,
      "ဍ": 1545,
      "ဎ": 1546,
      "ဏ": 1547,
      "တ": 1548,
      "ထ": 1549,
      "ဒ": 1550,
      "ဓ": 1551,
      "န": 1552,
      "ပ": 1553,
      "ဖ": 1554,
      "ဗ": 1555,
      "ဘ": 1556,
      "မ": 1557,
      "ယ": 1558,
      "ရ": 1559,
      "လ": 1560,
      "ဝ": 1561,
      "သ": 1562,
      "ဟ": 1563,
      "ဠ": 1564,
      "အ": 1565,
      "ဢ": 1566,
      "ဣ": 1567,
      "ဤ": 1568,
      "ဥ": 1569,
      "ဧ": 1570,
      "ဩ": 1571,
      "ဪ": 1572,
      "ါ": 1573,
      "ာ": 1574,
      "ေ": 1575,
      "း": 1576,
      "ျ": 1577,
      "ြ": 1578,
      "ဿ": 1579,
      "၀": 1580,
      "၁": 1581,
      "၂": 1582,
      "၃": 1583,
      "၄": 1584,
      "၅": 1585,
      "၆": 1586,
      "၇": 1587,
      "၈": 1588,
      "၉": 1589,
      "၊": 1590,
      "။": 1591,
      "၌": 1592,
      "၍": 1593,
      "၎": 1594,
      "၏": 1595,
      "ၐ": 1596,
      "ၚ": 1597,
      "ၜ": 1598,
      "ၡ": 1599,
      "ၢ": 1600,
      "ၣ": 1601,
      "ၤ": 1602,
      "ၥ": 1603,
      "ၦ": 1604,
      "ၩ": 1605,
      "ၮ": 1606,
      "ၵ": 1607,
      "ၶ": 1608,
      "ၷ": 1609,
      "ၸ": 1610,
      "ၹ": 1611,
      "ၺ": 1612,
      "ၻ": 1613,
      "ၼ": 1614,
      "ၽ": 1615,
      "ၾ": 1616,
      "ၿ": 1617,
      "ႀ": 1618,
      "ႁ": 1619,
      "ႃ": 1620,
      "ႄ": 1621,
      "ႇ": 1622,
      "ႈ": 1623,
      "ႉ": 1624,
      "ႊ": 1625,
      "ႋ": 1626,
      "ႌ": 1627,
      "ႏ": 1628,
      "႐": 1629,
      "႑": 1630,
      "႒": 1631,
      "႓": 1632,
      "႔": 1633,
      "႕": 1634,
      "႖": 1635,
      "႗": 1636,
      "႘": 1637,
      "႙": 1638,
      "႞": 1639,
      "ა": 1640,
      "ბ": 1641,
      "გ": 1642,
      "დ": 1643,
      "ე": 1644,
      "ვ": 1645,
      "ზ": 1646,
      "თ": 1647,
      "ი": 1648,
      "კ": 1649,
      "ლ": 1650,
      "მ": 1651,
      "ნ": 1652,
      "ო": 1653,
      "პ": 1654,
      "ჟ": 1655,
      "რ": 1656,
      "ს": 1657,
      "ტ": 1658,
      "უ": 1659,
      "ფ": 1660,
      "ქ": 1661,
      "ღ": 1662,
      "ყ": 1663,
      "შ": 1664,
      "ჩ": 1665,
      "ც": 1666,
      "ძ": 1667,
      "წ": 1668,
      "ჭ": 1669,
      "ხ": 1670,
      "ჯ": 1671,
      "ჰ": 1672,
      "ჱ": 1673,
      "ჲ": 1674,
      "ჳ": 1675,
      "ჴ": 1676,
      "ჵ": 1677,
      "ᄀ": 1678,
      "ᄁ": 1679,
      "ᄂ": 1680,
      "ᄃ": 1681,
      "ᄄ": 1682,
      "ᄅ": 1683,
      "ᄆ": 1684,
      "ᄇ": 1685,
      "ᄈ": 1686,
      "ᄉ": 1687,
      "ᄊ": 1688,
      "ᄋ": 1689,
      "ᄌ": 1690,
      "ᄍ": 1691,
      "ᄎ": 1692,
      "ᄏ": 1693,
      "ᄐ": 1694,
      "ᄑ": 1695,
      "ᄒ": 1696,
      "ᅡ": 1697,
      "ᅢ": 1698,
      "ᅣ": 1699,
      "ᅤ": 1700,
      "ᅥ": 1701,
      "ᅦ": 1702,
      "ᅧ": 1703,
      "ᅨ": 1704,
      "ᅩ": 1705,
      "ᅪ": 1706,
      "ᅫ": 1707,
      "ᅬ": 1708,
      "ᅭ": 1709,
      "ᅮ": 1710,
      "ᅯ": 1711,
      "ᅰ": 1712,
      "ᅱ": 1713,
      "ᅲ": 1714,
      "ᅳ": 1715,
      "ᅴ": 1716,
      "ᅵ": 1717,
      "ᆞ": 1718,
      "ᆨ": 1719,
      "ᆩ": 1720,
      "ᆪ": 1721,
      "ᆫ": 1722,
      "ᆬ": 1723,
      "ᆭ": 1724,
      "ᆮ": 1725,
      "ᆯ": 1726,
      "ᆰ": 1727,
      "ᆱ": 1728,
      "ᆲ": 1729,
      "ᆳ": 1730,
      "ᆴ": 1731,
      "ᆵ": 1732,
      "ᆶ": 1733,
      "ᆷ": 1734,
      "ᆸ": 1735,
      "ᆹ": 1736,
      "ᆺ": 1737,
      "ᆻ": 1738,
      "ᆼ": 1739,
      "ᆽ": 1740,
      "ᆾ": 1741,
      "ᆿ": 1742,
      "ᇀ": 1743,
      "ᇁ": 1744,
      "ᇂ": 1745,
      "ᇡ": 1746,
      "ሀ": 1747,
      "ሁ": 1748,
      "ሂ": 1749,
      "ሃ": 1750,
      "ሄ": 1751,
      "ህ": 1752,
      "ሆ": 1753,
      "ሇ": 1754,
      "ለ": 1755,
      "ሉ": 1756,
      "ሊ": 1757,
      "ላ": 1758,
      "ሌ": 1759,
      "ል": 1760,
      "ሎ": 1761,
      "ሏ": 1762,
      "ሐ": 1763,
      "ሑ": 1764,
      "ሒ": 1765,
      "ሓ": 1766,
      "ሔ": 1767,
      "ሕ": 1768,
      "ሖ": 1769,
      "ሗ": 1770,
      "መ": 1771,
      "ሙ": 1772,
      "ሚ": 1773,
      "ማ": 1774,
      "ሜ": 1775,
      "ም": 1776,
      "ሞ": 1777,
      "ሟ": 1778,
      "ሠ": 1779,
      "ሡ": 1780,
      "ሢ": 1781,
      "ሣ": 1782,
      "ሤ": 1783,
      "ሥ": 1784,
      "ሦ": 1785,
      "ሧ": 1786,
      "ረ": 1787,
      "ሩ": 1788,
      "ሪ": 1789,
      "ራ": 1790,
      "ሬ": 1791,
      "ር": 1792,
      "ሮ": 1793,
      "ሯ": 1794,
      "ሰ": 1795,
      "ሱ": 1796,
      "ሲ": 1797,
      "ሳ": 1798,
      "ሴ": 1799,
      "ስ": 1800,
      "ሶ": 1801,
      "ሷ": 1802,
      "ሸ": 1803,
      "ሹ": 1804,
      "ሺ": 1805,
      "ሻ": 1806,
      "ሼ": 1807,
      "ሽ": 1808,
      "ሾ": 1809,
      "ሿ": 1810,
      "ቀ": 1811,
      "ቁ": 1812,
      "ቂ": 1813,
      "ቃ": 1814,
      "ቄ": 1815,
      "ቅ": 1816,
      "ቆ": 1817,
      "ቇ": 1818,
      "ቈ": 1819,
      "ቊ": 1820,
      "ቋ": 1821,
      "ቌ": 1822,
      "ቍ": 1823,
      "ቐ": 1824,
      "ቑ": 1825,
      "ቒ": 1826,
      "ቓ": 1827,
      "ቔ": 1828,
      "ቕ": 1829,
      "ቖ": 1830,
      "ቘ": 1831,
      "ቚ": 1832,
      "ቛ": 1833,
      "ቜ": 1834,
      "ቝ": 1835,
      "በ": 1836,
      "ቡ": 1837,
      "ቢ": 1838,
      "ባ": 1839,
      "ቤ": 1840,
      "ብ": 1841,
      "ቦ": 1842,
      "ቧ": 1843,
      "ቨ": 1844,
      "ቩ": 1845,
      "ቪ": 1846,
      "ቫ": 1847,
      "ቬ": 1848,
      "ቭ": 1849,
      "ቮ": 1850,
      "ቯ": 1851,
      "ተ": 1852,
      "ቱ": 1853,
      "ቲ": 1854,
      "ታ": 1855,
      "ቴ": 1856,
      "ት": 1857,
      "ቶ": 1858,
      "ቷ": 1859,
      "ቸ": 1860,
      "ቹ": 1861,
      "ቺ": 1862,
      "ቻ": 1863,
      "ቼ": 1864,
      "ች": 1865,
      "ቾ": 1866,
      "ቿ": 1867,
      "ኀ": 1868,
      "ኁ": 1869,
      "ኂ": 1870,
      "ኃ": 1871,
      "ኄ": 1872,
      "ኅ": 1873,
      "ኆ": 1874,
      "ኈ": 1875,
      "ኊ": 1876,
      "ኋ": 1877,
      "ኌ": 1878,
      "ኍ": 1879,
      "ነ": 1880,
      "ኑ": 1881,
      "ኒ": 1882,
      "ና": 1883,
      "ኔ": 1884,
      "ን": 1885,
      "ኖ": 1886,
      "ኗ": 1887,
      "ኘ": 1888,
      "ኙ": 1889,
      "ኚ": 1890,
      "ኛ": 1891,
      "ኜ": 1892,
      "ኝ": 1893,
      "ኞ": 1894,
      "ኟ": 1895,
      "አ": 1896,
      "ኡ": 1897,
      "ኢ": 1898,
      "ኣ": 1899,
      "ኤ": 1900,
      "እ": 1901,
      "ኦ": 1902,
      "ኧ": 1903,
      "ከ": 1904,
      "ኩ": 1905,
      "ኪ": 1906,
      "ካ": 1907,
      "ኬ": 1908,
      "ክ": 1909,
      "ኮ": 1910,
      "ኯ": 1911,
      "ኰ": 1912,
      "ኲ": 1913,
      "ኳ": 1914,
      "ኴ": 1915,
      "ኵ": 1916,
      "ኸ": 1917,
      "ኹ": 1918,
      "ኺ": 1919,
      "ኻ": 1920,
      "ኼ": 1921,
      "ኽ": 1922,
      "ኾ": 1923,
      "ዀ": 1924,
      "ዂ": 1925,
      "ዃ": 1926,
      "ዄ": 1927,
      "ዅ": 1928,
      "ወ": 1929,
      "ዉ": 1930,
      "ዊ": 1931,
      "ዋ": 1932,
      "ዌ": 1933,
      "ው": 1934,
      "ዎ": 1935,
      "ዐ": 1936,
      "ዑ": 1937,
      "ዒ": 1938,
      "ዓ": 1939,
      "ዔ": 1940,
      "ዕ": 1941,
      "ዖ": 1942,
      "ዘ": 1943,
      "ዙ": 1944,
      "ዚ": 1945,
      "ዛ": 1946,
      "ዜ": 1947,
      "ዝ": 1948,
      "ዞ": 1949,
      "ዟ": 1950,
      "ዠ": 1951,
      "ዡ": 1952,
      "ዢ": 1953,
      "ዣ": 1954,
      "ዤ": 1955,
      "ዥ": 1956,
      "ዦ": 1957,
      "ዧ": 1958,
      "የ": 1959,
      "ዩ": 1960,
      "ዪ": 1961,
      "ያ": 1962,
      "ዬ": 1963,
      "ይ": 1964,
      "ዮ": 1965,
      "ዯ": 1966,
      "ደ": 1967,
      "ዱ": 1968,
      "ዲ": 1969,
      "ዳ": 1970,
      "ዴ": 1971,
      "ድ": 1972,
      "ዶ": 1973,
      "ዷ": 1974,
      "ዸ": 1975,
      "ዹ": 1976,
      "ዺ": 1977,
      "ዻ": 1978,
      "ዼ": 1979,
      "ዽ": 1980,
      "ዾ": 1981,
      "ዿ": 1982,
      "ጀ": 1983,
      "ጁ": 1984,
      "ጂ": 1985,
      "ጃ": 1986,
      "ጄ": 1987,
      "ጅ": 1988,
      "ጆ": 1989,
      "ጇ": 1990,
      "ገ": 1991,
      "ጉ": 1992,
      "ጊ": 1993,
      "ጋ": 1994,
      "ጌ": 1995,
      "ግ": 1996,
      "ጎ": 1997,
      "ጏ": 1998,
      "ጐ": 1999,
      "ጒ": 2000,
      "ጓ": 2001,
      "ጔ": 2002,
      "ጕ": 2003,
      "ጘ": 2004,
      "ጙ": 2005,
      "ጚ": 2006,
      "ጛ": 2007,
      "ጝ": 2008,
      "ጠ": 2009,
      "ጡ": 2010,
      "ጢ": 2011,
      "ጣ": 2012,
      "ጤ": 2013,
      "ጥ": 2014,
      "ጦ": 2015,
      "ጧ": 2016,
      "ጨ": 2017,
      "ጩ": 2018,
      "ጪ": 2019,
      "ጫ": 2020,
      "ጬ": 2021,
      "ጭ": 2022,
      "ጮ": 2023,
      "ጯ": 2024,
      "ጰ": 2025,
      "ጱ": 2026,
      "ጲ": 2027,
      "ጳ": 2028,
      "ጴ": 2029,
      "ጵ": 2030,
      "ጶ": 2031,
      "ጷ": 2032,
      "ጸ": 2033,
      "ጹ": 2034,
      "ጺ": 2035,
      "ጻ": 2036,
      "ጼ": 2037,
      "ጽ": 2038,
      "ጾ": 2039,
      "ጿ": 2040,
      "ፀ": 2041,
      "ፁ": 2042,
      "ፂ": 2043,
      "ፃ": 2044,
      "ፄ": 2045,
      "ፅ": 2046,
      "ፆ": 2047,
      "ፇ": 2048,
      "ፈ": 2049,
      "ፉ": 2050,
      "ፊ": 2051,
      "ፋ": 2052,
      "ፌ": 2053,
      "ፍ": 2054,
      "ፎ": 2055,
      "ፏ": 2056,
      "ፐ": 2057,
      "ፑ": 2058,
      "ፒ": 2059,
      "ፓ": 2060,
      "ፔ": 2061,
      "ፕ": 2062,
      "ፖ": 2063,
      "ፗ": 2064,
      "፠": 2065,
      "፡": 2066,
      "።": 2067,
      "፣": 2068,
      "፤": 2069,
      "፥": 2070,
      "፦": 2071,
      "፧": 2072,
      "፨": 2073,
      "፩": 2074,
      "፪": 2075,
      "፫": 2076,
      "፬": 2077,
      "፭": 2078,
      "፮": 2079,
      "፯": 2080,
      "፰": 2081,
      "፱": 2082,
      "፲": 2083,
      "፳": 2084,
      "፴": 2085,
      "፵": 2086,
      "፶": 2087,
      "፷": 2088,
      "፸": 2089,
      "፹": 2090,
      "፺": 2091,
      "፻": 2092,
      "፼": 2093,
      "ᎁ": 2094,
      "ᎍ": 2095,
      "ᐃ": 2096,
      "ᐊ": 2097,
      "ᐧ": 2098,
      "ᐱ": 2099,
      "ᑎ": 2100,
      "ᑐ": 2101,
      "ᑕ": 2102,
      "ᑖ": 2103,
      "ᑦ": 2104,
      "ᑭ": 2105,
      "ᒃ": 2106,
      "ᓂ": 2107,
      "ᓄ": 2108,
      "ᓇ": 2109,
      "ᓗ": 2110,
      "ᓱ": 2111,
      "ᓴ": 2112,
      "ᔪ": 2113,
      "ᕐ": 2114,
      "ᕗ": 2115,
      "ᕿ": 2116,
      "ᖅ": 2117,
      "ᖽ": 2118,
      "ᖿ": 2119,
      "ᗅ": 2120,
      "ᗩ": 2121,
      "ᗰ": 2122,
      "ᗷ": 2123,
      "ᗺ": 2124,
      "ᙱ": 2125,
      "ᚄ": 2126,
      "ᚅ": 2127,
      "ᚋ": 2128,
      "ᚌ": 2129,
      "ᚏ": 2130,
      "ᚒ": 2131,
      "ᚠ": 2132,
      "ᚢ": 2133,
      "ᚦ": 2134,
      "ᚨ": 2135,
      "ᚩ": 2136,
      "ᚪ": 2137,
      "ᚫ": 2138,
      "ᚱ": 2139,
      "ᚹ": 2140,
      "ᚻ": 2141,
      "ᚾ": 2142,
      "ᛁ": 2143,
      "ᛉ": 2144,
      "ᛋ": 2145,
      "ᛏ": 2146,
      "ᛖ": 2147,
      "ᛗ": 2148,
      "ᛚ": 2149,
      "ᛞ": 2150,
      "ᛠ": 2151,
      "ᛣ": 2152,
      "ᜁ": 2153,
      "ᜄ": 2154,
      "ᜆ": 2155,
      "ᜊ": 2156,
      "ᜎ": 2157,
      "ក": 2158,
      "ខ": 2159,
      "គ": 2160,
      "ឃ": 2161,
      "ង": 2162,
      "ច": 2163,
      "ឆ": 2164,
      "ជ": 2165,
      "ឈ": 2166,
      "ញ": 2167,
      "ដ": 2168,
      "ឋ": 2169,
      "ឌ": 2170,
      "ឍ": 2171,
      "ណ": 2172,
      "ត": 2173,
      "ថ": 2174,
      "ទ": 2175,
      "ធ": 2176,
      "ន": 2177,
      "ប": 2178,
      "ផ": 2179,
      "ព": 2180,
      "ភ": 2181,
      "ម": 2182,
      "យ": 2183,
      "រ": 2184,
      "ល": 2185,
      "វ": 2186,
      "ឝ": 2187,
      "ឞ": 2188,
      "ស": 2189,
      "ហ": 2190,
      "ឡ": 2191,
      "អ": 2192,
      "ឣ": 2193,
      "ឤ": 2194,
      "ឥ": 2195,
      "ឦ": 2196,
      "ឧ": 2197,
      "ឩ": 2198,
      "ឪ": 2199,
      "ឫ": 2200,
      "ឬ": 2201,
      "ឭ": 2202,
      "ឮ": 2203,
      "ឯ": 2204,
      "ឰ": 2205,
      "ឱ": 2206,
      "ឲ": 2207,
      "ឳ": 2208,
      "ា": 2209,
      "ើ": 2210,
      "ឿ": 2211,
      "ៀ": 2212,
      "េ": 2213,
      "ែ": 2214,
      "ៃ": 2215,
      "ោ": 2216,
      "ៅ": 2217,
      "ះ": 2218,
      "ៈ": 2219,
      "។": 2220,
      "៕": 2221,
      "៖": 2222,
      "ៗ": 2223,
      "៘": 2224,
      "៙": 2225,
      "៚": 2226,
      "៛": 2227,
      "០": 2228,
      "១": 2229,
      "២": 2230,
      "៣": 2231,
      "៤": 2232,
      "៥": 2233,
      "៦": 2234,
      "៧": 2235,
      "៨": 2236,
      "៩": 2237,
      "᠁": 2238,
      "ᠠ": 2239,
      "ᠣ": 2240,
      "ᠤ": 2241,
      "ᠨ": 2242,
      "ᠪ": 2243,
      "ᠭ": 2244,
      "ᠮ": 2245,
      "ᠯ": 2246,
      "ᠰ": 2247,
      "ᠱ": 2248,
      "ᠲ": 2249,
      "ᠵ": 2250,
      "ᠷ": 2251,
      "ᡀ": 2252,
      "ᡠ": 2253,
      "ᡤ": 2254,
      "ᡩ": 2255,
      "ᡳ": 2256,
      "ᡵ": 2257,
      "ᥪ": 2258,
      "᧠": 2259,
      "᧣": 2260,
      "᧤": 2261,
      "᧦": 2262,
      "ᨀ": 2263,
      "ᨃ": 2264,
      "ᨅ": 2265,
      "ᨆ": 2266,
      "ᨇ": 2267,
      "ᨈ": 2268,
      "ᨉ": 2269,
      "ᨊ": 2270,
      "ᨋ": 2271,
      "ᨏ": 2272,
      "ᨑ": 2273,
      "ᨒ": 2274,
      "ᨔ": 2275,
      "ᨕ": 2276,
      "ᨖ": 2277,
      "ᨙ": 2278,
      "ᨚ": 2279,
      "᨞": 2280,
      "᨟": 2281,
      "ᬭ": 2282,
      "ᬯ": 2283,
      "ᬲ": 2284,
      "᭄": 2285,
      "ᮂ": 2286,
      "ᮃ": 2287,
      "ᮄ": 2288,
      "ᮅ": 2289,
      "ᮆ": 2290,
      "ᮇ": 2291,
      "ᮈ": 2292,
      "ᮊ": 2293,
      "ᮌ": 2294,
      "ᮍ": 2295,
      "ᮎ": 2296,
      "ᮏ": 2297,
      "ᮒ": 2298,
      "ᮓ": 2299,
      "ᮔ": 2300,
      "ᮕ": 2301,
      "ᮖ": 2302,
      "ᮘ": 2303,
      "ᮙ": 2304,
      "ᮚ": 2305,
      "ᮛ": 2306,
      "ᮜ": 2307,
      "ᮝ": 2308,
      "ᮞ": 2309,
      "ᮠ": 2310,
      "ᮡ": 2311,
      "ᮦ": 2312,
      "ᮧ": 2313,
      "᮪": 2314,
      "᮶": 2315,
      "᱐": 2316,
      "᱑": 2317,
      "᱒": 2318,
      "᱓": 2319,
      "᱔": 2320,
      "᱕": 2321,
      "᱖": 2322,
      "᱗": 2323,
      "᱘": 2324,
      "᱙": 2325,
      "ᱚ": 2326,
      "ᱛ": 2327,
      "ᱜ": 2328,
      "ᱝ": 2329,
      "ᱞ": 2330,
      "ᱟ": 2331,
      "ᱠ": 2332,
      "ᱡ": 2333,
      "ᱢ": 2334,
      "ᱣ": 2335,
      "ᱤ": 2336,
      "ᱥ": 2337,
      "ᱦ": 2338,
      "ᱧ": 2339,
      "ᱨ": 2340,
      "ᱩ": 2341,
      "ᱪ": 2342,
      "ᱫ": 2343,
      "ᱬ": 2344,
      "ᱭ": 2345,
      "ᱮ": 2346,
      "ᱯ": 2347,
      "ᱰ": 2348,
      "ᱱ": 2349,
      "ᱲ": 2350,
      "ᱳ": 2351,
      "ᱴ": 2352,
      "ᱵ": 2353,
      "ᱶ": 2354,
      "ᱷ": 2355,
      "ᱸ": 2356,
      "ᱹ": 2357,
      "ᱺ": 2358,
      "ᱻ": 2359,
      "ᱼ": 2360,
      "ᱽ": 2361,
      "᱾": 2362,
      "᱿": 2363,
      "ᴀ": 2364,
      "ᴇ": 2365,
      "ᴡ": 2366,
      "ᵁ": 2367,
      "ᵃ": 2368,
      "ᵏ": 2369,
      "ᵐ": 2370,
      "ᵑ": 2371,
      "ᵒ": 2372,
      "ᵗ": 2373,
      "ᵘ": 2374,
      "ᵠ": 2375,
      "ᵶ": 2376,
      "ᵻ": 2377,
      "ᶀ": 2378,
      "ᶜ": 2379,
      "᾽": 2380,
      "᾿": 2381,
      "῀": 2382,
      "῾": 2383,
      "‐": 2384,
      "‑": 2385,
      "‒": 2386,
      "–": 2387,
      "—": 2388,
      "―": 2389,
      "‖": 2390,
      "‘": 2391,
      "’": 2392,
      "‚": 2393,
      "‛": 2394,
      "“": 2395,
      "”": 2396,
      "„": 2397,
      "‟": 2398,
      "†": 2399,
      "‡": 2400,
      "•": 2401,
      "․": 2402,
      "‥": 2403,
      "…": 2404,
      "‧": 2405,
      "‰": 2406,
      "′": 2407,
      "″": 2408,
      "‴": 2409,
      "‵": 2410,
      "‹": 2411,
      "›": 2412,
      "※": 2413,
      "‼": 2414,
      "‽": 2415,
      "‾": 2416,
      "‿": 2417,
      "⁃": 2418,
      "⁄": 2419,
      "⁊": 2420,
      "⁚": 2421,
      "⁰": 2422,
      "⁴": 2423,
      "⁵": 2424,
      "⁶": 2425,
      "⁷": 2426,
      "⁸": 2427,
      "⁹": 2428,
      "⁺": 2429,
      "⁻": 2430,
      "ⁿ": 2431,
      "₀": 2432,
      "₁": 2433,
      "₂": 2434,
      "₃": 2435,
      "₄": 2436,
      "₆": 2437,
      "₇": 2438,
      "₈": 2439,
      "₠": 2440,
      "₡": 2441,
      "₣": 2442,
      "₤": 2443,
      "₦": 2444,
      "₨": 2445,
      "₩": 2446,
      "₪": 2447,
      "₫": 2448,
      "€": 2449,
      "₮": 2450,
      "₰": 2451,
      "₱": 2452,
      "₲": 2453,
      "₵": 2454,
      "₹": 2455,
      "⃠": 2456,
      "ℂ": 2457,
      "℃": 2458,
      "℅": 2459,
      "℉": 2460,
      "ℎ": 2461,
      "ℏ": 2462,
      "ℓ": 2463,
      "№": 2464,
      "ℛ": 2465,
      "ℜ": 2466,
      "ℝ": 2467,
      "™": 2468,
      "ℤ": 2469,
      "ℳ": 2470,
      "ℵ": 2471,
      "ℶ": 2472,
      "⅓": 2473,
      "⅔": 2474,
      "⅕": 2475,
      "⅚": 2476,
      "⅛": 2477,
      "⅜": 2478,
      "⅝": 2479,
      "⅞": 2480,
      "ⅰ": 2481,
      "ⅱ": 2482,
      "ⅲ": 2483,
      "ⅳ": 2484,
      "ⅴ": 2485,
      "ⅵ": 2486,
      "ⅶ": 2487,
      "ⅷ": 2488,
      "ⅸ": 2489,
      "ⅹ": 2490,
      "ↄ": 2491,
      "←": 2492,
      "↑": 2493,
      "→": 2494,
      "↓": 2495,
      "↔": 2496,
      "↝": 2497,
      "↦": 2498,
      "↵": 2499,
      "⇄": 2500,
      "⇆": 2501,
      "⇌": 2502,
      "⇐": 2503,
      "⇒": 2504,
      "⇔": 2505,
      "⇦": 2506,
      "⇧": 2507,
      "⇨": 2508,
      "⇩": 2509,
      "∀": 2510,
      "∂": 2511,
      "∃": 2512,
      "∅": 2513,
      "∆": 2514,
      "∇": 2515,
      "∈": 2516,
      "∋": 2517,
      "∍": 2518,
      "∏": 2519,
      "∑": 2520,
      "−": 2521,
      "∕": 2522,
      "∗": 2523,
      "∘": 2524,
      "∙": 2525,
      "√": 2526,
      "∛": 2527,
      "∜": 2528,
      "∝": 2529,
      "∞": 2530,
      "∠": 2531,
      "∣": 2532,
      "∥": 2533,
      "∧": 2534,
      "∨": 2535,
      "∩": 2536,
      "∪": 2537,
      "∫": 2538,
      "∴": 2539,
      "∶": 2540,
      "∼": 2541,
      "∿": 2542,
      "≃": 2543,
      "≅": 2544,
      "≈": 2545,
      "≒": 2546,
      "≡": 2547,
      "≤": 2548,
      "≥": 2549,
      "≦": 2550,
      "≧": 2551,
      "≪": 2552,
      "≫": 2553,
      "≽": 2554,
      "⊂": 2555,
      "⊃": 2556,
      "⊆": 2557,
      "⊇": 2558,
      "⊊": 2559,
      "⊋": 2560,
      "⊕": 2561,
      "⊙": 2562,
      "⊥": 2563,
      "⊴": 2564,
      "⊿": 2565,
      "⋂": 2566,
      "⋅": 2567,
      "⋆": 2568,
      "⋯": 2569,
      "⌀": 2570,
      "⌒": 2571,
      "⌦": 2572,
      "⌻": 2573,
      "⍺": 2574,
      "⎢": 2575,
      "⎥": 2576,
      "⏬": 2577,
      "①": 2578,
      "②": 2579,
      "③": 2580,
      "④": 2581,
      "⑤": 2582,
      "⑥": 2583,
      "⑦": 2584,
      "⑧": 2585,
      "⑨": 2586,
      "⑩": 2587,
      "⑬": 2588,
      "⑴": 2589,
      "⑵": 2590,
      "⑶": 2591,
      "⑷": 2592,
      "⑸": 2593,
      "⑹": 2594,
      "⑺": 2595,
      "⑻": 2596,
      "⑼": 2597,
      "⑾": 2598,
      "⑿": 2599,
      "⒁": 2600,
      "⒂": 2601,
      "⒄": 2602,
      "⒆": 2603,
      "⒇": 2604,
      "ⓐ": 2605,
      "ⓒ": 2606,
      "ⓝ": 2607,
      "─": 2608,
      "━": 2609,
      "│": 2610,
      "┃": 2611,
      "┆": 2612,
      "┐": 2613,
      "└": 2614,
      "┕": 2615,
      "┗": 2616,
      "┘": 2617,
      "┚": 2618,
      "┛": 2619,
      "├": 2620,
      "┞": 2621,
      "┠": 2622,
      "┡": 2623,
      "┢": 2624,
      "┩": 2625,
      "┰": 2626,
      "┱": 2627,
      "┴": 2628,
      "┵": 2629,
      "┷": 2630,
      "┻": 2631,
      "┼": 2632,
      "┾": 2633,
      "╃": 2634,
      "╆": 2635,
      "╊": 2636,
      "═": 2637,
      "║": 2638,
      "╗": 2639,
      "╬": 2640,
      "╭": 2641,
      "╮": 2642,
      "╯": 2643,
      "╰": 2644,
      "╱": 2645,
      "╲": 2646,
      "╳": 2647,
      "╴": 2648,
      "╶": 2649,
      "▀": 2650,
      "▂": 2651,
      "▄": 2652,
      "▅": 2653,
      "█": 2654,
      "▉": 2655,
      "▐": 2656,
      "▒": 2657,
      "▓": 2658,
      "■": 2659,
      "□": 2660,
      "▪": 2661,
      "▫": 2662,
      "▬": 2663,
      "▭": 2664,
      "▲": 2665,
      "△": 2666,
      "▴": 2667,
      "▶": 2668,
      "▸": 2669,
      "▹": 2670,
      "►": 2671,
      "▼": 2672,
      "▽": 2673,
      "▾": 2674,
      "◀": 2675,
      "◂": 2676,
      "◄": 2677,
      "◆": 2678,
      "◇": 2679,
      "◊": 2680,
      "○": 2681,
      "◌": 2682,
      "◎": 2683,
      "●": 2684,
      "◗": 2685,
      "◘": 2686,
      "◤": 2687,
      "◦": 2688,
      "◯": 2689,
      "◾": 2690,
      "☀": 2691,
      "☁": 2692,
      "☃": 2693,
      "★": 2694,
      "☆": 2695,
      "☉": 2696,
      "☊": 2697,
      "☐": 2698,
      "☒": 2699,
      "☔": 2700,
      "☚": 2701,
      "☛": 2702,
      "☜": 2703,
      "☝": 2704,
      "☞": 2705,
      "☢": 2706,
      "☭": 2707,
      "☰": 2708,
      "☱": 2709,
      "☲": 2710,
      "☴": 2711,
      "☷": 2712,
      "☸": 2713,
      "☹": 2714,
      "☺": 2715,
      "☻": 2716,
      "☼": 2717,
      "☾": 2718,
      "☿": 2719,
      "♀": 2720,
      "♁": 2721,
      "♂": 2722,
      "♃": 2723,
      "♄": 2724,
      "♅": 2725,
      "♆": 2726,
      "♇": 2727,
      "♈": 2728,
      "♉": 2729,
      "♍": 2730,
      "♎": 2731,
      "♏": 2732,
      "♐": 2733,
      "♓": 2734,
      "♕": 2735,
      "♖": 2736,
      "♗": 2737,
      "♙": 2738,
      "♛": 2739,
      "♜": 2740,
      "♝": 2741,
      "♠": 2742,
      "♡": 2743,
      "♣": 2744,
      "♥": 2745,
      "♦": 2746,
      "♩": 2747,
      "♪": 2748,
      "♫": 2749,
      "♭": 2750,
      "♯": 2751,
      "♻": 2752,
      "⚈": 2753,
      "⚘": 2754,
      "⚠": 2755,
      "⚡": 2756,
      "⚵": 2757,
      "⛢": 2758,
      "✃": 2759,
      "✅": 2760,
      "✈": 2761,
      "✊": 2762,
      "✋": 2763,
      "✌": 2764,
      "✍": 2765,
      "✎": 2766,
      "✏": 2767,
      "✓": 2768,
      "✔": 2769,
      "✕": 2770,
      "✖": 2771,
      "✗": 2772,
      "✘": 2773,
      "✜": 2774,
      "✞": 2775,
      "✡": 2776,
      "✶": 2777,
      "✿": 2778,
      "❀": 2779,
      "❁": 2780,
      "❄": 2781,
      "❉": 2782,
      "❌": 2783,
      "❍": 2784,
      "❏": 2785,
      "❑": 2786,
      "❖": 2787,
      "❗": 2788,
      "❚": 2789,
      "❝": 2790,
      "❞": 2791,
      "❤": 2792,
      "❱": 2793,
      "❶": 2794,
      "❷": 2795,
      "❸": 2796,
      "➈": 2797,
      "➊": 2798,
      "➋": 2799,
      "➌": 2800,
      "➍": 2801,
      "➎": 2802,
      "➏": 2803,
      "➔": 2804,
      "➖": 2805,
      "➗": 2806,
      "➙": 2807,
      "➛": 2808,
      "➜": 2809,
      "➡": 2810,
      "➢": 2811,
      "➣": 2812,
      "➤": 2813,
      "➥": 2814,
      "➧": 2815,
      "➨": 2816,
      "➾": 2817,
      "⟨": 2818,
      "⟩": 2819,
      "⟶": 2820,
      "⠀": 2821,
      "⠲": 2822,
      "⡪": 2823,
      "⤙": 2824,
      "⤜": 2825,
      "⭐": 2826,
      "ⱳ": 2827,
      "ⱺ": 2828,
      "ⲁ": 2829,
      "ⲃ": 2830,
      "ⲅ": 2831,
      "ⲇ": 2832,
      "ⲉ": 2833,
      "ⲏ": 2834,
      "ⲑ": 2835,
      "ⲓ": 2836,
      "ⲕ": 2837,
      "ⲗ": 2838,
      "ⲙ": 2839,
      "ⲛ": 2840,
      "ⲟ": 2841,
      "ⲡ": 2842,
      "ⲣ": 2843,
      "ⲥ": 2844,
      "ⲧ": 2845,
      "ⲩ": 2846,
      "ⲫ": 2847,
      "ⲭ": 2848,
      "ⲱ": 2849,
      "ⴌ": 2850,
      "ⴍ": 2851,
      "ⴓ": 2852,
      "ⴡ": 2853,
      "ⴣ": 2854,
      "ⴰ": 2855,
      "ⴱ": 2856,
      "ⴳ": 2857,
      "ⴴ": 2858,
      "ⴶ": 2859,
      "ⴷ": 2860,
      "ⴹ": 2861,
      "ⴺ": 2862,
      "ⴻ": 2863,
      "ⴼ": 2864,
      "ⴽ": 2865,
      "ⴾ": 2866,
      "ⵀ": 2867,
      "ⵁ": 2868,
      "ⵂ": 2869,
      "ⵃ": 2870,
      "ⵄ": 2871,
      "ⵅ": 2872,
      "ⵆ": 2873,
      "ⵇ": 2874,
      "ⵈ": 2875,
      "ⵉ": 2876,
      "ⵊ": 2877,
      "ⵋ": 2878,
      "ⵌ": 2879,
      "ⵍ": 2880,
      "ⵎ": 2881,
      "ⵏ": 2882,
      "ⵐ": 2883,
      "ⵒ": 2884,
      "ⵓ": 2885,
      "ⵔ": 2886,
      "ⵕ": 2887,
      "ⵖ": 2888,
      "ⵗ": 2889,
      "ⵙ": 2890,
      "ⵚ": 2891,
      "ⵛ": 2892,
      "ⵜ": 2893,
      "ⵝ": 2894,
      "ⵟ": 2895,
      "ⵠ": 2896,
      "ⵡ": 2897,
      "ⵢ": 2898,
      "ⵣ": 2899,
      "ⵤ": 2900,
      "ⵥ": 2901,
      "ⵧ": 2902,
      "ⵯ": 2903,
      "⵰": 2904,
