[UNK]
[CLS]
[SEP]
[PAD]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
×
ß
æ
ð
÷
ø
þ
đ
ħ
ı
ĳ
ĸ
ŀ
ł
ŉ
ŋ
œ
ŧ
ſ
ƀ
ƃ
ƅ
ƒ
ƙ
ƚ
ƛ
ƞ
ƣ
ƫ
ƭ
ƴ
ƶ
ƿ
ǀ
ǁ
ǃ
ǉ
ǌ
ǝ
ǥ
ǳ
ȝ
ɉ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɸ
ɹ
ɻ
ɽ
ɾ
ʀ
ʁ
ʂ
ʃ
ʅ
ʆ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʔ
ʕ
ʙ
ʜ
ʝ
ʟ
ʣ
ʤ
ʦ
ʧ
ʨ
ʰ
ʱ
ʲ
ʷ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˄
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ː
ˑ
˗
˘
˙
˚
˛
˜
˝
˟
ˠ
ˡ
ˢ
ˣ
ˤ
˥
˧
˨
˩
˭
ˮ
ͱ
͵
ͻ
΄
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϐ
ϑ
ϕ
ϖ
ϗ
ϙ
ϛ
ϝ
ϟ
ϡ
ϩ
ϯ
ϰ
ϱ
ϲ
ϸ
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ђ
є
ѕ
і
ј
љ
њ
ћ
џ
ѡ
ѣ
ѥ
ѧ
ѩ
ѫ
ѭ
ѱ
ѳ
ѵ
ѹ
ҁ
҂
ҍ
ҏ
ґ
ғ
ҕ
җ
ҙ
қ
ҝ
ҟ
ҡ
ң
ҥ
ҧ
ҩ
ҫ
ҭ
ү
ұ
ҳ
ҵ
ҷ
ҹ
һ
ӄ
ӈ
ӊ
ӌ
ӏ
ӕ
ә
ӡ
ө
ӽ
ԁ
ԑ
ԥ
ՙ
՚
՛
՜
՝
՞
՟
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
և
։
֊
־
׃
׆
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
؋
،
؍
؎
؛
؞
؟
ء
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ؽ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
٪
٫
٬
٭
ٱ
ٲ
ٴ
ٶ
ٹ
ٺ
ٻ
ټ
ٽ
پ
ٿ
ڀ
ځ
ڃ
ڄ
څ
چ
ڇ
ڈ
ډ
ڊ
ڌ
ڍ
ڎ
ڏ
ڑ
ڒ
ړ
ڕ
ږ
ژ
ڙ
ښ
ڜ
ڠ
ڢ
ڤ
ڥ
ڦ
ڧ
ڨ
ک
ڪ
ګ
ڬ
ڭ
گ
ڱ
ڳ
ڵ
ں
ڻ
ڼ
ڽ
ھ
ہ
ۃ
ۄ
ۆ
ۇ
ۈ
ۉ
ۊ
ۋ
ی
ۍ
ێ
ۏ
ې
ے
۔
ە
۞
ۦ
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
ۻ
۽
۾
܀
܂
ܐ
ܒ
ܓ
ܕ
ܖ
ܗ
ܘ
ܙ
ܚ
ܛ
ܝ
ܟ
ܠ
ܡ
ܢ
ܣ
ܥ
ܦ
ܩ
ܪ
ܫ
ܬ
ݢ
ݣ
ݨ
ހ
ނ
ރ
ބ
ޅ
ކ
އ
ވ
މ
ފ
ދ
ތ
ލ
ގ
ސ
ޑ
ޔ
ޖ
ޝ
ޢ
ߏ
ߒ
ߞ
ߦ
࠲
ࡏ
ः
अ
आ
इ
ई
उ
ऊ
ऋ
ऌ
ऍ
ऎ
ए
ऐ
ऑ
ऒ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ल
ळ
व
श
ष
स
ह
ऽ
ा
ि
ी
ॉ
ॊ
ो
ौ
ॐ
ॠ
ॡ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
ॲ
ং
ঃ
অ
আ
ই
ঈ
উ
ঊ
ঋ
এ
ঐ
ও
ঔ
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
ঽ
া
ি
ী
ে
ৈ
ৎ
ৗ
ৠ
০
১
২
৩
৪
৫
৬
৭
৮
৯
ৰ
ৱ
৳
৷
৹
৺
৻
ਃ
ਅ
ਆ
ਇ
ਈ
ਉ
ਊ
ਏ
ਐ
ਓ
ਔ
ਕ
ਖ
ਗ
ਘ
ਙ
ਚ
ਛ
ਜ
ਝ
ਞ
ਟ
ਠ
ਡ
ਢ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਫ
ਬ
ਭ
ਮ
ਯ
ਰ
ਲ
ਵ
ਸ
ਹ
ਾ
ਿ
ੀ
ੜ
੦
੧
੨
੩
੪
੫
੬
੭
੮
੯
ੲ
ੳ
ੴ
ઃ
અ
આ
ઇ
ઈ
ઉ
ઊ
ઋ
ઍ
એ
ઐ
ઑ
ઓ
ઔ
ક
ખ
ગ
ઘ
ઙ
ચ
છ
જ
ઝ
ઞ
ટ
ઠ
ડ
ઢ
ણ
ત
થ
દ
ધ
ન
પ
ફ
બ
ભ
મ
ય
ર
લ
ળ
વ
શ
ષ
સ
હ
ા
િ
ી
ૉ
ો
ૌ
ૐ
ૠ
૦
૧
૨
૩
૪
૫
૬
૭
૮
૯
૰
ଂ
ଃ
ଅ
ଆ
ଇ
ଈ
ଉ
ଊ
ଋ
ଌ
ଏ
ଐ
ଓ
ଔ
କ
ଖ
ଗ
ଘ
ଙ
ଚ
ଛ
ଜ
ଝ
ଞ
ଟ
ଠ
ଡ
ଢ
ଣ
ତ
ଥ
ଦ
ଧ
ନ
ପ
ଫ
ବ
ଭ
ମ
ଯ
ର
ଲ
ଳ
ଵ
ଶ
ଷ
ସ
ହ
ଽ
ା
ୀ
େ
ୗ
ୟ
ୠ
ୡ
୦
୧
୨
୩
୪
୫
୬
୭
୮
୯
ୱ
ஃ
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஶ
ஷ
ஸ
ஹ
ா
ி
ு
ூ
ெ
ே
ை
ௗ
௦
௨
௩
௫
௬
௮
௯
ఁ
ం
ః
అ
ఆ
ఇ
ఈ
ఉ
ఊ
ఋ
ఌ
ఎ
ఏ
ఐ
ఒ
ఓ
ఔ
క
ఖ
గ
ఘ
ఙ
చ
ఛ
జ
ఝ
ఞ
ట
ఠ
డ
ఢ
ణ
త
థ
ద
ధ
న
ప
ఫ
బ
భ
మ
య
ర
ఱ
ల
ళ
వ
శ
ష
స
హ
ఽ
ు
ూ
ృ
ౄ
ౘ
ౙ
ౠ
ౡ
౦
౧
౨
౩
౪
౫
౬
౭
౮
౯
ಂ
ಃ
ಅ
ಆ
ಇ
ಈ
ಉ
ಊ
ಋ
ಎ
ಏ
ಐ
ಒ
ಓ
ಔ
ಕ
ಖ
ಗ
ಘ
ಙ
ಚ
ಛ
ಜ
ಝ
ಞ
ಟ
ಠ
ಡ
ಢ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
ಽ
ಾ
ು
ೂ
ೃ
ೄ
ೕ
ೖ
ೞ
೦
೧
೨
೩
೪
೫
೬
೭
೮
೯
ം
ഃ
അ
ആ
ഇ
ഈ
ഉ
ഊ
ഋ
ഌ
എ
ഏ
ഐ
ഒ
ഓ
ഔ
ക
ഖ
ഗ
ഘ
ങ
ച
ഛ
ജ
ഝ
ഞ
ട
ഠ
ഡ
ഢ
ണ
ത
ഥ
ദ
ധ
ന
പ
ഫ
ബ
ഭ
മ
യ
ര
റ
ല
ള
ഴ
വ
ശ
ഷ
സ
ഹ
ഽ
ാ
ി
ീ
െ
േ
ൈ
ൎ
ൗ
ൠ
ൡ
൦
൧
൨
൩
൪
൫
൬
൮
൯
൹
ൺ
ൻ
ർ
ൽ
ൾ
ൿ
ං
ඃ
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
ඍ
ඏ
එ
ඒ
ඓ
ඔ
ඕ
ඖ
ක
ඛ
ග
ඝ
ඞ
ඟ
ච
ඡ
ජ
ඣ
ඤ
ඥ
ඦ
ට
ඨ
ඩ
ඪ
ණ
ඬ
ත
ථ
ද
ධ
න
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
ා
ැ
ෑ
ෘ
ෙ
ෛ
ෟ
ෲ
ෳ
ก
ข
ฃ
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ฌ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ฦ
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
า
ำ
฿
เ
แ
โ
ใ
ไ
ๅ
ๆ
๐
๑
๒
๓
๔
๕
๖
๗
๘
๙
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຍ
ດ
ຕ
ຖ
ທ
ນ
ບ
ປ
ຜ
ຝ
ພ
ຟ
ມ
ຢ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ຯ
ະ
າ
ຳ
ຽ
ເ
ແ
ໂ
ໃ
ໄ
ໆ
໐
໑
໒
໓
໔
໕
໖
໗
໘
໙
ໜ
ໝ
༄
༅
༆
༈
་
༌
།
༎
༑
༔
༗
༚
༠
༡
༢
༣
༤
༥
༦
༧
༨
༩
༸
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཊ
ཋ
ཌ
ཎ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ཥ
ས
ཧ
ཨ
ཪ
ཿ
྅
ྉ
ྋ
က
ခ
ဂ
ဃ
င
စ
ဆ
ဇ
ဈ
ဉ
ည
ဋ
ဌ
ဍ
ဎ
ဏ
တ
ထ
ဒ
ဓ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
ဠ
အ
ဢ
ဣ
ဤ
ဥ
ဧ
ဩ
ဪ
ါ
ာ
ေ
း
ျ
ြ
ဿ
၀
၁
၂
၃
၄
၅
၆
၇
၈
၉
၊
။
၌
၍
၎
၏
ၐ
ၚ
ၜ
ၡ
ၢ
ၣ
ၤ
ၥ
ၦ
ၩ
ၮ
ၵ
ၶ
ၷ
ၸ
ၹ
ၺ
ၻ
ၼ
ၽ
ၾ
ၿ
ႀ
ႁ
ႃ
ႄ
ႇ
ႈ
ႉ
ႊ
ႋ
ႌ
ႏ
႐
႑
႒
႓
႔
႕
႖
႗
႘
႙
႞
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ᄀ
ᄁ
ᄂ
ᄃ
ᄄ
ᄅ
ᄆ
ᄇ
ᄈ
ᄉ
ᄊ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᅡ
ᅢ
ᅣ
ᅤ
ᅥ
ᅦ
ᅧ
ᅨ
ᅩ
ᅪ
ᅫ
ᅬ
ᅭ
ᅮ
ᅯ
ᅰ
ᅱ
ᅲ
ᅳ
ᅴ
ᅵ
ᆞ
ᆨ
ᆩ
ᆪ
ᆫ
ᆬ
ᆭ
ᆮ
ᆯ
ᆰ
ᆱ
ᆲ
ᆳ
ᆴ
ᆵ
ᆶ
ᆷ
ᆸ
ᆹ
ᆺ
ᆻ
ᆼ
ᆽ
ᆾ
ᆿ
ᇀ
ᇁ
ᇂ
ᇡ
ሀ
ሁ
ሂ
ሃ
ሄ
ህ
ሆ
ሇ
ለ
ሉ
ሊ
ላ
ሌ
ል
ሎ
ሏ
ሐ
ሑ
ሒ
ሓ
ሔ
ሕ
ሖ
ሗ
መ
ሙ
ሚ
ማ
ሜ
ም
ሞ
ሟ
ሠ
ሡ
ሢ
ሣ
ሤ
ሥ
ሦ
ሧ
ረ
ሩ
ሪ
ራ
ሬ
ር
ሮ
ሯ
ሰ
ሱ
ሲ
ሳ
ሴ
ስ
ሶ
ሷ
ሸ
ሹ
ሺ
ሻ
ሼ
ሽ
ሾ
ሿ
ቀ
ቁ
ቂ
ቃ
ቄ
ቅ
ቆ
ቇ
ቈ
ቊ
ቋ
ቌ
ቍ
ቐ
ቑ
ቒ
ቓ
ቔ
ቕ
ቖ
ቘ
ቚ
ቛ
ቜ
ቝ
በ
ቡ
ቢ
ባ
ቤ
ብ
ቦ
ቧ
ቨ
ቩ
ቪ
ቫ
ቬ
ቭ
ቮ
ቯ
ተ
ቱ
ቲ
ታ
ቴ
ት
ቶ
ቷ
ቸ
ቹ
ቺ
ቻ
ቼ
ች
ቾ
ቿ
ኀ
ኁ
ኂ
ኃ
ኄ
ኅ
ኆ
ኈ
ኊ
ኋ
ኌ
ኍ
ነ
ኑ
ኒ
ና
ኔ
ን
ኖ
ኗ
ኘ
ኙ
ኚ
ኛ
ኜ
ኝ
ኞ
ኟ
አ
ኡ
ኢ
ኣ
ኤ
እ
ኦ
ኧ
ከ
ኩ
ኪ
ካ
ኬ
ክ
ኮ
ኯ
ኰ
ኲ
ኳ
ኴ
ኵ
ኸ
ኹ
ኺ
ኻ
ኼ
ኽ
ኾ
ዀ
ዂ
ዃ
ዄ
ዅ
ወ
ዉ
ዊ
ዋ
ዌ
ው
ዎ
ዐ
ዑ
ዒ
ዓ
ዔ
ዕ
ዖ
ዘ
ዙ
ዚ
ዛ
ዜ
ዝ
ዞ
ዟ
ዠ
ዡ
ዢ
ዣ
ዤ
ዥ
ዦ
ዧ
የ
ዩ
ዪ
ያ
ዬ
ይ
ዮ
ዯ
ደ
ዱ
ዲ
ዳ
ዴ
ድ
ዶ
ዷ
ዸ
ዹ
ዺ
ዻ
ዼ
ዽ
ዾ
ዿ
ጀ
ጁ
ጂ
ጃ
ጄ
ጅ
ጆ
ጇ
ገ
ጉ
ጊ
ጋ
ጌ
ግ
ጎ
ጏ
ጐ
ጒ
ጓ
ጔ
ጕ
ጘ
ጙ
ጚ
ጛ
ጝ
ጠ
ጡ
ጢ
ጣ
ጤ
ጥ
ጦ
ጧ
ጨ
ጩ
ጪ
ጫ
ጬ
ጭ
ጮ
ጯ
ጰ
ጱ
ጲ
ጳ
ጴ
ጵ
ጶ
ጷ
ጸ
ጹ
ጺ
ጻ
ጼ
ጽ
ጾ
ጿ
ፀ
ፁ
ፂ
ፃ
ፄ
ፅ
ፆ
ፇ
ፈ
ፉ
ፊ
ፋ
ፌ
ፍ
ፎ
ፏ
ፐ
ፑ
ፒ
ፓ
ፔ
ፕ
ፖ
ፗ
፠
፡
።
፣
፤
፥
፦
፧
፨
፩
፪
፫
፬
፭
፮
፯
፰
፱
፲
፳
፴
፵
፶
፷
፸
፹
፺
፻
፼
ᎁ
ᎍ
ᐃ
ᐊ
ᐧ
ᐱ
ᑎ
ᑐ
ᑕ
ᑖ
ᑦ
ᑭ
ᒃ
ᓂ
ᓄ
ᓇ
ᓗ
ᓱ
ᓴ
ᔪ
ᕐ
ᕗ
ᕿ
ᖅ
ᖽ
ᖿ
ᗅ
ᗩ
ᗰ
ᗷ
ᗺ
ᙱ
ᚄ
ᚅ
ᚋ
ᚌ
ᚏ
ᚒ
ᚠ
ᚢ
ᚦ
ᚨ
ᚩ
ᚪ
ᚫ
ᚱ
ᚹ
ᚻ
ᚾ
ᛁ
ᛉ
ᛋ
ᛏ
ᛖ
ᛗ
ᛚ
ᛞ
ᛠ
ᛣ
ᜁ
ᜄ
ᜆ
ᜊ
ᜎ
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឌ
ឍ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ឝ
ឞ
ស
ហ
ឡ
អ
ឣ
ឤ
ឥ
ឦ
ឧ
ឩ
ឪ
ឫ
ឬ
ឭ
ឮ
ឯ
ឰ
ឱ
ឲ
ឳ
ា
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ះ
ៈ
។
៕
៖
ៗ
៘
៙
៚
៛
០
១
២
៣
៤
៥
៦
៧
៨
៩
᠁
ᠠ
ᠣ
ᠤ
ᠨ
ᠪ
ᠭ
ᠮ
ᠯ
ᠰ
ᠱ
ᠲ
ᠵ
ᠷ
ᡀ
ᡠ
ᡤ
ᡩ
ᡳ
ᡵ
ᥪ
᧠
᧣
᧤
᧦
ᨀ
ᨃ
ᨅ
ᨆ
ᨇ
ᨈ
ᨉ
ᨊ
ᨋ
ᨏ
ᨑ
ᨒ
ᨔ
ᨕ
ᨖ
ᨙ
ᨚ
᨞
᨟
ᬭ
ᬯ
ᬲ
᭄
ᮂ
ᮃ
ᮄ
ᮅ
ᮆ
ᮇ
ᮈ
ᮊ
ᮌ
ᮍ
ᮎ
ᮏ
ᮒ
ᮓ
ᮔ
ᮕ
ᮖ
ᮘ
ᮙ
ᮚ
ᮛ
ᮜ
ᮝ
ᮞ
ᮠ
ᮡ
ᮦ
ᮧ
᮪
᮶
᱐
᱑
᱒
᱓
᱔
᱕
᱖
᱗
᱘
᱙
ᱚ
ᱛ
ᱜ
ᱝ
ᱞ
ᱟ
ᱠ
ᱡ
ᱢ
ᱣ
ᱤ
ᱥ
ᱦ
ᱧ
ᱨ
ᱩ
ᱪ
ᱫ
ᱬ
ᱭ
ᱮ
ᱯ
ᱰ
ᱱ
ᱲ
ᱳ
ᱴ
ᱵ
ᱶ
ᱷ
ᱸ
ᱹ
ᱺ
ᱻ
ᱼ
ᱽ
᱾
᱿
ᴀ
ᴇ
ᴡ
ᵁ
ᵃ
ᵏ
ᵐ
ᵑ
ᵒ
ᵗ
ᵘ
ᵠ
ᵶ
ᵻ
ᶀ
ᶜ
᾽
᾿
῀
῾
‐
‑
‒
–
—
―
‖
‘
’
‚
‛
“
”
„
‟
†
‡
•
․
‥
…
‧
‰
′
″
‴
‵
‹
›
※
‼
‽
‾
‿
⁃
⁄
⁊
⁚
⁰
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
ⁿ
₀
₁
₂
₃
₄
₆
₇
₈
₠
₡
₣
₤
₦
₨
₩
₪
₫
€
₮
₰
₱
₲
₵
₹
⃠
ℂ
℃
℅
℉
ℎ
ℏ
ℓ
№
ℛ
ℜ
ℝ
™
ℤ
ℳ
ℵ
ℶ
⅓
⅔
⅕
⅚
⅛
⅜
⅝
⅞
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ↄ
←
↑
→
↓
↔
↝
↦
↵
⇄
⇆
⇌
⇐
⇒
⇔
⇦
⇧
⇨
⇩
∀
∂
∃
∅
∆
∇
∈
∋
∍
∏
∑
−
∕
∗
∘
∙
√
∛
∜
∝
∞
∠
∣
∥
∧
∨
∩
∪
∫
∴
∶
∼
∿
≃
≅
≈
≒
≡
≤
≥
≦
≧
≪
≫
≽
⊂
⊃
⊆
⊇
⊊
⊋
⊕
⊙
⊥
⊴
⊿
⋂
⋅
⋆
⋯
⌀
⌒
⌦
⌻
⍺
⎢
⎥
⏬
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑬
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑻
⑼
⑾
⑿
⒁
⒂
⒄
⒆
⒇
ⓐ
ⓒ
ⓝ
─
━
│
┃
┆
┐
└
┕
┗
┘
┚
┛
├
┞
┠
┡
┢
┩
┰
┱
┴
┵
┷
┻
┼
┾
╃
╆
╊
═
║
╗
╬
╭
╮
╯
╰
╱
╲
╳
╴
╶
▀
▂
▄
▅
█
▉
▐
▒
▓
■
□
▪
▫
▬
▭
▲
△
▴
▶
▸
▹
►
▼
▽
▾
◀
◂
◄
◆
◇
◊
○
◌
◎
●
◗
◘
◤
◦
◯
◾
☀
☁
☃
★
☆
☉
☊
☐
☒
☔
☚
☛
☜
☝
☞
☢
☭
☰
☱
☲
☴
☷
☸
☹
☺
☻
☼
☾
☿
♀
♁
♂
♃
♄
♅
♆
♇
♈
♉
♍
♎
♏
♐
♓
♕
♖
♗
♙
♛
♜
♝
♠
♡
♣
♥
♦
♩
♪
♫
♭
♯
♻
⚈
⚘
⚠
⚡
⚵
⛢
✃
✅
✈
✊
✋
✌
✍
✎
✏
✓
✔
✕
✖
✗
✘
✜
✞
✡
✶
✿
❀
❁
❄
❉
❌
❍
❏
❑
❖
❗
❚
❝
❞
❤
❱
❶
❷
❸
➈
➊
➋
➌
➍
➎
➏
➔
➖
➗
➙
➛
➜
➡
➢
➣
➤
➥
➧
➨
➾
⟨
⟩
⟶
⠀
⠲
⡪
⤙
⤜
⭐
ⱳ
ⱺ
ⲁ
ⲃ
ⲅ
ⲇ
ⲉ
ⲏ
ⲑ
ⲓ
ⲕ
ⲗ
ⲙ
ⲛ
ⲟ
ⲡ
ⲣ
ⲥ
ⲧ
ⲩ
ⲫ
ⲭ
ⲱ
ⴌ
ⴍ
ⴓ
ⴡ
ⴣ
ⴰ
ⴱ
ⴳ
ⴴ
ⴶ
ⴷ
ⴹ
ⴺ
ⴻ
ⴼ
ⴽ
ⴾ
ⵀ
ⵁ
ⵂ
ⵃ
ⵄ
ⵅ
ⵆ
ⵇ
ⵈ
ⵉ
ⵊ
ⵋ
ⵌ
ⵍ
ⵎ
ⵏ
ⵐ
ⵒ
ⵓ
ⵔ
ⵕ
ⵖ
ⵗ
ⵙ
ⵚ
ⵛ
ⵜ
ⵝ
ⵟ
ⵠ
ⵡ
ⵢ
ⵣ
ⵤ
ⵥ
ⵧ
ⵯ
⵰
ⶀ
ⶁ
ⶂ
ⶄ
ⶅ
ⶇ
ⶉ
ⶋ
ⶍ
ⶏ
ⶐ
ⶸ
ⶼ
ⷄ
ⷎ
⺰
⺶
⺼
⻄
⻋
⻎
⻮
⼀
⼂
⼗
⼤
⼭
⼼
⽂
⽅
⽷
⾂
⾄
⾊
⾞
⾯
⾸
⾼
⿒
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〜
〝
〞
〟
〡
〢
〣
〮
〲
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
き
く
け
こ
さ
し
す
せ
そ
た
ち
っ
つ
て
と
な
に
ぬ
ね
の
は
ひ
ふ
へ
ほ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
゛
゜
ゝ
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
キ
ク
ケ
コ
サ
シ
ス
セ
ソ
タ
チ
ッ
ツ
テ
ト
ナ
ニ
ヌ
ネ
ノ
ハ
ヒ
フ
ヘ
ホ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヵ
ヶ
・
ー
ヽ
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
ㄪ
ㄫ
ㄬ
ㄭ
ㄱ
ㄳ
ㄴ
ㄷ
ㄹ
ㅁ
ㅂ
ㅃ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅚ
ㅛ
ㅜ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅿ
ㆀ
ㆁ
ㆉ
ㆌ
ㆍ
ㆎ
ㇰ
㈜
㈱
㊣
㋹
㌐
㌔
㌘
㌦
㍍
㎉
㎎
㎏
㎐
㎒
㎜
㎝
㎞
㎠
㎡
㎢
㎥
㎦
㎾
㏄
㏎
㐨
㐫
㐮
㐻
㑊
㑯
㑺
㒊
㒟
㒦
㒧
㒰
㒿
㓤
㓬
㓯
㓹
㔉
㔎
㔓
㔪
㔴
㔷
㔻
㕄
㕅
㕈
㕔
㕠
㕣
㕸
㖇
㖡
㖣
㖭
㖿
㗄
㗎
㗓
㗘
㗳
㗼
㗽
㘁
㘊
㘍
㘑
㘝
㘧
㙒
㙡
㙪
㙲
㙷
㚅
㚇
㚤
㚥
㚻
㛏
㛭
㜉
㜊
㜋
㜸
㜽
㜿
㝓
㝜
㝫
㝷
㝼
㞔
㞕
㞗
㞘
㞡
㞨
㞶
㞷
㟁
㟈
㟊
㟌
㟨
㟩
㟫
㟭
㠁
㠑
㠘
㠜
㠝
㠪
㠭
㠱
㠶
㡂
㡕
㡛
㡣
㡧
㡫
㡳
㡶
㡹
㢁
㢋
㢌
㢕
㢚
㢺
㣂
㣒
㣭
㣯
㣰
㤡
㤢
㤬
㤸
㥓
㥠
㥣
㦆
㦉
㦕
㦘
㦤
㦵
㦽
㧗
㧘
㧣
㧨
㧬
㧯
㧿
㨁
㨑
㨖
㨵
㨹
㩒
㩤
㩨
㩾
㪀
㪍
㪫
㫃
㫊
㫑
㫪
㫺
㫻
㬗
㭈
㭊
㭌
㭒
㭝
㭪
㭫
㭬
㭰
㮅
㮈
㮔
㮙
㮨
㮩
㮬
㮶
㮹
㯌
㯫
㯭
㯮
㯰
㯶
㯹
㰍
㰔
㰚
㰣
㰲
㰷
㰸
㰽
㱀
㱅
㱇
㱠
㱲
㱴
㱽
㲊
㲗
㲛
㲠
㲤
㲺
㲽
㳊
㳿
㴇
㴒
㴓
㴛
㴮
㴽
㵓
㵝
㵫
㵰
㵵
㵶
㶆
㶞
㶠
㶴
㶾
㷊
㷑
㷥
㷦
㷫
㷸
㸂
㸉
㸊
㸋
㹄
㹈
㹣
㹴
㺋
㺓
㺘
㺣
㺪
㺭
㺮
㻗
㻡
㻰
㼅
㼰
㼷
㽊
㽝
㽫
㾅
㾊
㾐
㾞
㾮
㾽
㿂
㿈
㿎
㿓
㿛
䀂
䀃
䀫
䀬
䀽
䁃
䁋
䁐
䁓
䁕
䁙
䁭
䁴
䁷
䁺
䂖
䂠
䂥
䂱
䂾
䃉
䃊
䃍
䃧
䃴
䃿
䄂
䄒
䄓
䄜
䄨
䄩
䄭
䄮
䄯
䅁
䅆
䅉
䅒
䅚
䅛
䅣
䅩
䅺
䅻
䅼
䆁
䆍
䆘
䆟
䆫
䆰
䆶
䇓
䇔
䇕
䇗
䇛
䇤
䇭
䇰
䇿
䈌
䈝
䈦
䈪
䈬
䈵
䈺
䉅
䉐
䉚
䉛
䉝
䉥
䉮
䉶
䊆
䊍
䊒
䊔
䊗
䊚
䊝
䊣
䊩
䊪
䊵
䊸
䊼
䊿
䋊
䋋
䋒
䋗
䋘
䋚
䋝
䋞
䋣
䋥
䋦
䋵
䋶
䌮
䌵
䌻
䌼
䍂
䍖
䍠
䍦
䍾
䍿
䎍
䎔
䎚
䎫
䎺
䎽
䏊
䏣
䏭
䏯
䏹
䐈
䐉
䐑
䐗
䐚
䑓
䑟
䑧
䑸
䒐
䒒
䒘
䒨
䒱
䒾
䓈
䓌
䓪
䓲
䓹
䔀
䔆
䔏
䔰
䔷
䔸
䕃
䕄
䕈
䕊
䕍
䕑
䕛
䕻
䖁
䖏
䖟
䖲
䖽
䖿
䗈
䗉
䗥
䗷
䗻
䘃
䘒
䘙
䘝
䘧
䘭
䘴
䙂
䙃
䙈
䙝
䙰
䙳
䚩
䛂
䛲
䜠
䜴
䜵
䝄
䝤
䝷
䞃
䞇
䞌
䞹
䟨
䟱
䟴
䟵
䠋
䠦
䠭
䠱
䡋
䡑
䡤
䡪
䡮
䡹
䡺
䢓
䢕
䢖
䢥
䣇
䣎
䣐
䣧
䣷
䤌
䤛
䤠
䤭
䤵
䥊
䥍
䥡
䥮
䥰
䥷
䦃
䦆
䦛
䦠
䦦
䦧
䦫
䦯
䦴
䦻
䦽
䧌
䧐
䧝
䧟
䧥
䧳
䧹
䨇
䨉
䨗
䨛
䨥
䨨
䩅
䩒
䩡
䩺
䩽
䩿
䪄
䪊
䪋
䪎
䪤
䪶
䪸
䬥
䬺
䭐
䭒
䭞
䭲
䭵
䮖
䮲
䮳
䮽
䯀
䯆
䯐
䯚
䯠
䯯
䯶
䯽
䰋
䰖
䰚
䰧
䰩
䱐
䱑
䱘
䱬
䱵
䱼
䱽
䲀
䲐
䲚
䲝
䳄
䳅
䳑
䳓
䳕
䳡
䳨
䳬
䳭
䴀
䴖
䴡
䴣
䴬
䴸
䴻
䴾
䵁
䵃
䵋
䵏
䵐
䵝
䵨
䵮
䵰
䵱
䵼
䶆
䷀
䷁
䷸
䷹
一
丁
七
万
丈
三
上
下
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
丟
両
丢
两
严
並
丧
丨
个
丫
中
丰
串
临
丶
丸
丹
为
主
丼
丽
举
丿
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乕
乖
乗
乘
乙
乜
九
乞
也
习
乡
书
乩
乭
买
乱
乳
乸
乾
亀
亂
亄
了
亇
予
争
亊
事
二
亍
于
亏
云
互
亓
五
井
亖
亘
亙
亚
些
亜
亞
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
亶
亹
人
亻
亿
什
仁
仃
仄
仅
仆
仇
仉
今
介
仍
从
仏
仑
仓
仔
仕
他
仗
付
仙
仚
仝
仞
仟
仡
代
令
以
仨
仪
仫
们
仭
仮
仰
仲
仳
仵
件
价
任
仼
份
仿
伀
企
伂
伉
伊
伍
伎
伏
伐
休
伕
众
优
伙
会
伜
伝
伞
伟
传
伢
伤
伥
伦
伪
伫
伯
估
伲
伳
伴
伶
伷
伸
伺
似
伽
伾
佁
佃
但
佇
佈
佉
佌
位
低
住
佐
佑
体
佔
何
佖
佗
佘
余
佚
佛
作
佝
佞
佟
你
佢
佣
佤
佩
佪
佬
佮
佯
佰
佳
佴
併
佶
佷
佺
佻
佼
佾
使
侂
侃
侄
來
侇
侈
侉
例
侍
侏
侐
侑
侓
侔
侖
侗
侘
供
依
侞
侠
価
侣
侥
侦
侧
侨
侩
侪
侫
侬
侭
侮
侯
侲
侵
侶
侷
便
俀
俁
係
促
俄
俅
俉
俊
俋
俍
俎
俏
俐
俑
俔
俖
俗
俘
俚
保
俞
俟
俠
信
俢
俣
俤
俨
俩
俪
俫
俬
俭
修
俯
俱
俳
俵
俶
俸
俺
俾
倀
倂
倅
倆
倉
個
倌
倍
倏
們
倒
倓
倔
倖
倗
倘
候
倚
倜
倞
借
倠
倡
倢
倣
値
倥
倦
倧
倨
倩
倪
倫
倬
倭
倱
倲
倳
倵
倶
倹
债
倻
值
倾
偃
假
偈
偉
偊
偋
偌
偎
偏
偐
偓
偕
做
停
偟
健
偪
偰
偲
側
偵
偶
偷
偸
偻
偽
偿
傀
傅
傈
傋
傌
傍
傑
傓
傔
傕
傖
傘
備
傚
傢
傣
傥
储
傩
催
傭
傯
傲
傳
傴
債
傷
傻
傾
僁
僂
僅
僆
僈
僉
僊
働
像
僑
僔
僕
僖
僚
僜
僞
僣
僥
僦
僧
僭
僮
僰
僱
僳
僴
僵
價
僻
儀
儁
儂
億
儆
儇
儈
儉
儋
儌
儍
儐
儒
儔
儕
儘
儚
儛
儞
償
儡
儦
優
儬
儲
儴
儷
儸
儺
儻
儼
儾
儿
兀
允
元
兄
充
兆
兇
先
光
克
兌
免
兎
児
兑
兒
兔
兕
兖
兗
党
兜
兟
兢
入
兦
內
全
兩
兪
八
公
六
兮
兰
共
兲
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
内
円
冇
冈
冉
冊
册
再
冏
冑
冒
冓
冕
冗
写
冚
军
农
冠
冢
冤
冥
冦
冧
冨
冩
冪
冬
冮
冯
冰
冱
冲
决
冴
况
冶
冷
冺
冻
冼
冽
冾
净
凃
凄
准
凇
凈
凉
凋
凌
凍
减
凑
凖
凛
凜
凝
凞
凟
几
凡
凢
凤
処
凧
凪
凫
凭
凯
凰
凱
凳
凴
凶
凸
凹
出
击
凼
函
凾
凿
刀
刁
刃
刄
分
切
刈
刊
刋
刍
刎
刑
划
刕
列
刘
则
刚
创
初
删
判
別
刧
刨
利
刪
别
刮
到
刱
刳
刵
制
刷
券
刹
刺
刻
刼
刽
剁
剂
剃
剄
則
剉
削
剋
剌
前
剎
剐
剑
剒
剔
剕
剖
剗
剚
剛
剜
剝
剞
剡
剣
剤
剥
剧
剩
剪
剮
副
剰
剱
割
剳
剴
創
剷
剺
剽
剿
劃
劄
劇
劈
劉
劊
劌
劍
劏
劑
劒
劓
劔
劖
劗
劘
力
劝
办
功
加
务
劣
劤
劦
动
助
努
劫
劬
劭
励
劲
劳
労
劵
効
劻
劼
劾
势
勁
勃
勅
勇
勉
勋
勍
勐
勑
勒
動
勗
勘
務
勛
勝
勞
募
勢
勣
勤
勦
勧
勩
勰
勱
勲
勳
勵
勷
勸
勺
勻
勾
勿
匀
匁
匂
包
匆
匈
匍
匏
匐
匕
化
北
匙
匜
匝
匠
匡
匣
匦
匪
匭
匮
匯
匱
匲
匵
匹
区
医
匾
匿
區
十
千
卄
卅
升
午
卉
半
卌
卍
华
协
卐
卑
卒
卓
協
单
卖
南
単
博
卜
卞
卟
占
卡
卢
卣
卤
卦
卧
卨
卩
卫
卬
卯
印
危
卲
即
却
卵
卷
卸
卹
卻
卽
卿
厂
厄
厅
历
厉
压
厌
厎
厐
厓
厕
厖
厘
厚
厝
原
厠
厢
厥
厦
厨
厩
厬
厭
厮
厰
厲
厳
厹
去
县
叁
参
參
叄
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叴
叵
叶
号
司
叹
叻
叼
叽
吀
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吖
吗
君
吝
吞
吟
吠
吡
吥
否
吧
吨
吩
含
听
吭
吮
启
吱
吲
吳
吴
吵
吶
吸
吹
吻
吼
吽
吾
吿
呀
呂
呃
呆
呈
呉
告
呋
呎
呐
呑
呒
呓
呔
呕
呖
呗
员
呙
呛
呜
呟
呢
呣
呤
呦
周
呪
呯
呰
呱
呲
味
呴
呵
呶
呷
呸
呻
呼
命
咀
咁
咂
咃
咄
咅
咆
咈
咋
和
咎
咏
咐
咒
咓
咔
咕
咖
咗
咙
咚
咛
咝
咣
咤
咥
咦
咧
咨
咩
咪
咫
咬
咭
咮
咯
咱
咲
咳
咸
咻
咼
咽
咾
咿
哀
品
哂
哄
哆
哇
哈
哉
哋
哌
响
哎
哏
哐
哑
哒
哔
哖
哗
哚
哝
哞
哟
員
哢
哤
哥
哦
哧
哨
哩
哪
哫
哬
哭
哮
哲
哺
哼
哽
唁
唄
唅
唆
唇
唉
唊
唎
唏
唐
唑
唓
唔
唖
唘
唚
唛
唞
唠
唢
唤
唥
唦
唧
唨
唪
唬
售
唯
唰
唱
唲
唳
唵
唶
唷
唸
唻
唼
唾
唿
啀
啁
啃
啄
商
啉
啊
啋
啍
問
啐
啓
啕
啖
啜
啝
啞
啟
啡
啣
啤
啥
啦
啧
啩
啪
啫
啬
啮
啰
啱
啲
啵
啶
啷
啸
啹
啻
啼
啾
喀
喂
喃
善
喆
喇
喉
喊
喋
喎
喏
喐
喑
喔
喘
喙
喚
喜
喝
喟
喤
喥
喦
喧
喨
喩
喪
喫
喬
單
喰
喱
喲
喳
喵
営
喷
喹
喺
喻
喼
喽
嗁
嗄
嗅
嗆
嗇
嗉
嗌
嗍
嗎
嗐
嗑
嗒
嗓
嗔
嗖
嗙
嗚
嗜
嗝
嗞
嗟
嗡
嗣
嗤
嗥
嗦
嗨
嗩
嗪
嗬
嗮
嗯
嗰
嗱
嗲
嗵
嗶
嗷
嗽
嗾
嘀
嘁
嘄
嘅
嘆
嘈
嘉
嘌
嘍
嘎
嘏
嘑
嘓
嘔
嘖
嘗
嘘
嘚
嘛
嘜
嘞
嘟
嘢
嘣
嘥
嘧
嘩
嘬
嘭
嘮
嘯
嘰
嘱
嘲
嘴
嘵
嘶
嘸
嘹
嘺
嘻
嘽
嘿
噁
噂
噃
噉
噌
噍
噎
噏
噓
噔
噗
噘
噙
噚
噛
噜
噝
噠
噢
噣
噤
噥
器
噩
噪
噫
噬
噯
噱
噲
噳
噴
噶
噸
噹
噺
噻
噼
嚀
嚄
嚅
嚆
嚇
嚎
嚏
嚐
嚓
嚔
嚕
嚗
嚙
嚜
嚟
嚡
嚢
嚣
嚥
嚨
嚩
嚫
嚮
嚳
嚴
嚶
嚷
嚸
嚹
嚼
嚽
嚿
囀
囁
囂
囃
囄
囈
囉
囊
囍
囑
囓
囔
囖
囗
囘
囚
四
囝
回
因
囡
团
団
囤
囦
囧
囪
囫
园
囮
囯
困
囱
囲
図
围
囵
囶
囹
固
国
图
囿
圀
圂
圃
圄
圆
圇
圈
圉
國
圌
圍
圏
圐
圑
園
圓
圖
團
圙
圜
土
圣
圦
圧
在
圩
圪
圬
圭
圮
圯
地
圳
圴
圷
圹
场
圻
圾
址
坁
坂
均
坊
坌
坍
坎
坏
坐
坑
块
坚
坛
坜
坝
坞
坟
坠
坡
坤
坦
坧
坨
坩
坪
坫
坭
坯
坰
坳
坴
坵
坷
坻
垂
垃
垄
型
垌
垒
垓
垙
垚
垛
垝
垟
垠
垡
垢
垣
垤
垦
垧
垩
垫
垬
垭
垮
垰
垱
垴
垵
垸
垺
垾
埂
埃
埇
埈
埋
城
埏
埐
埒
埓
埔
埕
埗
埚
埜
埞
域
埠
埡
埤
埦
埭
埰
埲
埴
埵
執
埸
培
基
埼
埾
埿
堀
堂
堃
堅
堆
堇
堉
堊
堑
堔
堕
堝
堞
堠
堡
堤
堦
堪
堭
堯
堰
報
堲
場
堵
堷
堺
堿
塀
塁
塅
塊
塋
塌
塏
塑
塒
塔
塗
塘
塙
塚
塜
塞
塡
塢
塤
塩
塪
填
塬
塭
塰
塱
塲
塵
塹
塼
塽
塾
墀
境
墅
墈
墉
墊
墐
墑
墓
増
墘
墙
墜
增
墟
墣
墦
墨
墩
墫
墬
墮
墳
墶
墺
墻
墾
壁
壅
壆
壇
壊
壌
壎
壐
壑
壓
壕
壘
壙
壚
壜
壞
壟
壠
壢
壤
壩
士
壬
壮
壯
声
壱
売
壳
壶
壷
壹
壺
壻
壼
壽
夂
处
夆
备
変
夊
复
夏
夔
夕
外
夙
多
夜
够
夠
夢
夣
夥
大
夨
天
太
夫
夬
夭
央
夯
失
夲
头
夷
夸
夹
夺
夾
奀
奂
奄
奇
奈
奉
奋
奌
奎
奏
奐
契
奓
奔
奕
奖
套
奘
奚
奛
奝
奠
奢
奥
奧
奨
奩
奪
奬
奭
奮
奯
奱
女
奴
奵
奶
奸
她
奻
奼
好
妁
如
妃
妄
妆
妇
妈
妊
妍
妏
妐
妒
妓
妖
妗
妙
妝
妞
妣
妤
妥
妨
妩
妪
妬
妮
妯
妲
妳
妹
妺
妻
妾
姆
姈
姉
姊
始
姍
姐
姑
姒
姓
委
姗
姘
姚
姜
姝
姞
姣
姥
姦
姧
姨
姪
姫
姬
姮
姵
姶
姹
姻
姼
姿
威
娃
娄
娅
娆
娇
娈
娉
娌
娍
娑
娒
娓
娘
娛
娜
娟
娠
娡
娣
娥
娩
娬
娯
娰
娱
娳
娴
娵
娶
娼
婀
婁
婆
婉
婊
婕
婚
婜
婞
婢
婥
婦
婧
婪
婬
婭
婴
婵
婶
婷
婺
婼
婿
媄
媒
媓
媚
媛
媜
媞
媟
媦
媧
媯
媱
媲
媳
媺
媼
媽
媾
媿
嫁
嫂
嫄
嫈
嫉
嫋
嫌
嫐
嫔
嫕
嫖
嫗
嫚
嫠
嫡
嫣
嫦
嫩
嫪
嫲
嫵
嫺
嫻
嫿
嬃
嬅
嬇
嬈
嬉
嬋
嬌
嬗
嬛
嬝
嬡
嬢
嬤
嬥
嬪
嬬
嬰
嬲
嬴
嬶
嬷
嬸
嬾
嬿
孀
孁
孃
孋
孌
子
孑
孓
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
孢
季
孤
孥
学
孩
孪
孫
孬
孭
孰
孱
孲
孳
孵
學
孺
孻
孼
孽
孿
宀
宁
它
宅
宇
守
安
宊
宋
完
宍
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宧
宪
宫
宬
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寃
寄
寅
密
寇
寉
富
寐
寑
寒
寓
寔
寘
寛
寝
寞
察
寡
寢
寥
實
寧
寨
審
寪
寫
寬
寮
寯
寰
寳
寵
寶
寸
对
寺
寻
导
寽
対
寿
封
専
尃
射
尅
将
將
專
尉
尊
尋
對
導
小
尐
少
尓
尔
尕
尖
尘
尙
尚
尝
尠
尢
尤
尧
尨
尪
尬
尭
尰
就
尴
尶
尷
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屄
居
屆
屇
屈
屉
届
屋
屌
屍
屎
屏
屐
屑
屓
展
屘
屙
屛
屜
屝
属
屠
屡
屢
屣
層
履
屧
屨
屬
屯
山
屳
屹
屺
屻
屾
屿
岀
岁
岂
岃
岌
岐
岑
岔
岕
岖
岗
岘
岚
岛
岜
岡
岢
岥
岦
岨
岩
岫
岬
岭
岱
岳
岷
岸
岻
岿
峅
峇
峋
峒
峙
峠
峡
峥
峦
峨
峪
峭
峯
峰
峴
島
峻
峽
崀
崁
崃
崆
崇
崋
崌
崍
崎
崐
崑
崔
崕
崖
崗
崙
崚
崛
崠
崢
崦
崧
崩
崬
崭
崮
崴
崽
崾
嵆
嵇
嵊
嵋
嵌
嵎
嵐
嵒
嵕
嵗
嵘
嵙
嵜
嵨
嵩
嵫
嵬
嵯
嵴
嶀
嶂
嶄
嶇
嶋
嶌
嶒
嶗
嶙
嶝
嶠
嶬
嶲
嶷
嶸
嶹
嶺
嶼
嶽
巀
巂
巃
巅
巉
巋
巌
巍
巑
巒
巓
巔
巖
巗
巘
川
州
巡
巢
巣
工
左
巧
巨
巩
巫
差
巯
巰
己
已
巳
巴
巵
巷
巻
巽
巾
巿
币
市
布
帅
帆
师
希
帐
帑
帒
帔
帕
帖
帘
帙
帚
帛
帜
帝
帥
带
帧
師
席
帮
帯
帰
帳
帴
帶
帷
常
帻
帼
帽
帾
幀
幂
幃
幄
幅
幇
幌
幔
幕
幗
幘
幛
幟
幠
幡
幢
幣
幨
幪
幫
干
平
年
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庁
広
庄
庆
庇
床
庋
序
庐
庒
库
应
底
庖
店
庙
庚
庛
府
庞
废
庠
庥
度
座
庫
庬
庭
庯
庲
庳
庵
庶
康
庸
庹
庾
廁
廂
廃
廄
廈
廉
廊
廋
廌
廎
廐
廑
廓
廕
廖
廙
廚
廝
廞
廟
廠
廡
廢
廣
廨
廩
廪
廬
廰
廳
延
廷
廸
建
廻
廼
廿
开
弁
异
弃
弄
弈
弉
弊
弋
弌
弍
式
弐
弑
弒
弓
弔
引
弖
弗
弘
弛
弟
张
弢
弣
弥
弦
弧
弩
弭
弯
弱
弴
張
強
弸
弹
强
弼
弽
弾
彀
彅
彆
彈
彊
彌
彎
归
当
彔
录
彗
彘
彙
彚
彜
彝
彞
彡
形
彣
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
彷
彸
役
彻
彼
彿
往
征
徂
径
待
徇
很
徉
徊
律
後
徐
徑
徒
従
徕
得
徘
徙
徛
徜
從
徠
御
徧
徨
復
循
徫
徬
徭
微
徳
徴
徵
德
徸
徹
徼
徽
忀
心
必
忆
忉
忌
忍
忏
忐
忑
忒
忖
志
忘
忙
応
忝
忞
忟
忠
忡
忤
忧
忪
快
忮
忯
忱
念
忸
忻
忽
忾
忿
怀
态
怂
怄
怅
怆
怋
怍
怎
怏
怒
怔
怕
怖
怙
怚
怛
怜
思
怠
怡
怤
急
怦
性
怨
怩
怪
怯
怱
怵
总
怼
恀
恁
恂
恃
恅
恆
恉
恊
恋
恍
恐
恒
恕
恙
恚
恠
恢
恣
恤
恥
恨
恩
恪
恫
恬
恭
恮
息
恰
恳
恵
恶
恸
恹
恺
恻
恼
恿
悃
悄
悅
悉
悊
悋
悌
悍
悒
悔
悖
悚
悛
悝
悟
悠
患
悦
悧
您
悩
悪
悫
悬
悭
悯
悰
悱
悲
悳
悴
悵
悶
悷
悸
悻
悼
悽
情
惆
惇
惊
惋
惑
惕
惗
惘
惚
惛
惜
惟
惠
惡
惣
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
惱
惲
想
惴
惶
惹
惺
惻
惾
愁
愃
愆
愈
愉
愍
愎
意
愓
愔
愕
愗
愚
愛
愜
感
愠
愣
愤
愧
愨
愫
愭
愴
愷
愼
愾
愿
慂
慄
慇
慈
慊
態
慌
慍
慎
慑
慒
慕
慘
慙
慚
慜
慟
慢
慣
慤
慥
慧
慨
慪
慫
慮
慰
慲
慳
慵
慶
慷
慼
慾
憂
憃
憊
憋
憍
憎
憐
憑
憓
憔
憙
憚
憤
憧
憨
憩
憫
憬
憮
憲
憶
憺
憼
憾
懂
懃
懇
懈
應
懊
懋
懌
懍
懐
懑
懒
懟
懠
懣
懥
懦
懨
懫
懮
懲
懵
懶
懷
懸
懺
懼
懽
懾
懿
戀
戇
戈
戉
戊
戋
戌
戍
戎
戏
成
我
戒
戓
戔
戕
或
战
戙
戚
戛
戟
戡
戢
戥
戦
戧
戩
截
戬
戮
戯
戰
戱
戲
戳
戴
戶
户
戸
戻
戽
戾
房
所
扁
扂
扇
扈
扉
手
才
扎
扐
扑
扒
打
扔
払
托
扙
扚
扛
扞
扠
扡
扣
扥
扦
执
扨
扩
扪
扫
扬
扭
扮
扯
扰
扱
扳
扶
批
扺
扻
扼
扽
找
承
技
抃
抄
抆
抉
把
抌
抎
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抜
抝
択
抟
抠
抡
抢
护
报
抦
抨
披
抬
抱
抲
抵
抹
抺
抻
押
抽
抿
拂
拃
拄
担
拆
拇
拈
拉
拋
拌
拍
拎
拏
拐
拑
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拝
拟
拠
拡
拢
拣
拥
拦
拧
拨
择
拫
括
拭
拮
拯
拱
拳
拴
拵
拶
拷
拸
拼
拽
拾
拿
挀
持
挂
指
挈
按
挌
挍
挎
挑
挓
挖
挙
挚
挛
挝
挞
挟
挠
挡
挣
挤
挥
挨
挪
挫
挭
振
挲
挹
挺
挼
挽
挾
挿
捂
捃
捅
捆
捈
捉
捋
捌
捍
捎
捏
捐
捔
捕
捗
捜
捞
损
捡
换
捣
捥
捧
捨
捩
捫
捭
据
捯
捱
捲
捶
捷
捹
捺
捻
捽
掀
掁
掂
掃
掄
掅
掇
授
掉
掌
掎
掏
掐
排
掕
掖
掘
掙
掛
掟
掠
採
探
掣
接
控
推
掩
措
掬
掮
掯
掰
掲
掳
掴
掵
掷
掸
掹
掺
掻
掾
揀
揃
揄
揆
揈
揉
揍
描
提
揑
插
揖
揚
換
揜
揞
揠
握
揣
揦
揨
揩
揪
揭
揮
揲
揳
援
揶
揸
揹
揺
揼
揽
揾
揿
搀
搁
搂
搅
搆
搋
搌
損
搏
搐
搓
搔
搖
搗
搜
搞
搟
搠
搡
搣
搥
搦
搧
搨
搪
搫
搬
搭
搯
搲
搴
搵
搶
携
搽
搾
搿
摀
摁
摂
摃
摄
摆
摇
摈
摊
摑
摒
摔
摘
摛
摜
摞
摟
摠
摥
摧
摩
摭
摯
摰
摱
摳
摶
摷
摸
摹
摺
摻
摽
撂
撃
撅
撇
撈
撉
撐
撑
撒
撓
撕
撖
撘
撙
撚
撞
撠
撣
撤
撥
撨
撩
撫
撬
播
撮
撰
撲
撳
撵
撷
撸
撹
撺
撻
撼
撾
撿
擀
擁
擂
擄
擅
擇
擊
擋
操
擎
擒
擔
擕
擗
擘
據
擝
擞
擠
擡
擢
擣
擤
擦
擧
擩
擬
擯
擰
擱
擲
擳
擴
擶
擷
擸
擺
擻
擼
擽
擾
攀
攄
攅
攆
攈
攏
攒
攔
攖
攘
攙
攜
攝
攞
攢
攣
攤
攥
攦
攪
攫
攬
支
攰
攴
攵
收
攷
攸
改
攺
攻
放
政
敁
故
效
敉
敌
敍
敎
敏
救
敒
敔
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敦
敩
敫
敬
数
敲
整
敵
敷
數
斁
斂
斃
斅
文
斉
斋
斌
斎
斐
斑
斓
斕
斗
料
斛
斜
斞
斟
斡
斤
斥
斧
斨
斩
斫
斬
断
斯
新
斲
斵
斷
斸
方
於
施
旁
旂
旃
旄
旅
旉
旋
旌
旍
旎
族
旒
旖
旗
旛
无
旡
既
旣
日
旦
旧
旨
早
旬
旭
旮
旯
旰
旱
旳
时
旷
旸
旺
旻
旼
旿
昀
昂
昃
昄
昆
昇
昉
昊
昌
昍
明
昏
昐
昑
易
昔
昕
昙
昜
昝
星
映
昤
春
昧
昨
昩
昪
昫
昭
是
昰
昱
昴
昵
昶
昹
昺
昻
昼
昽
显
晁
時
晃
晄
晈
晉
晋
晌
晏
晒
晓
晔
晕
晖
晗
晙
晚
晛
晝
晞
晟
晡
晢
晤
晦
晧
晨
晩
晫
普
景
晰
晳
晴
晶
晷
晹
智
晾
暁
暂
暄
暇
暈
暉
暋
暌
暍
暎
暏
暐
暑
暖
暗
暘
暝
暟
暠
暢
暦
暧
暨
暪
暫
暮
暱
暲
暴
暶
暸
暹
暻
暾
曁
曄
曆
曇
曈
曉
曌
曖
曙
曚
曜
曝
曠
曦
曨
曩
曬
曯
曰
曱
曲
曳
更
曵
曷
書
曹
曺
曻
曼
曽
曾
替
最
會
朄
朅
月
有
朊
朋
服
朏
朐
朔
朕
朗
朘
望
朝
朞
期
朦
朧
木
未
末
本
札
朮
术
朱
朴
朵
朶
朸
朹
机
朼
朽
朾
朿
杀
杁
杂
权
杆
杈
杉
李
杏
材
村
杓
杕
杖
杗
杘
杙
杜
杝
杞
束
杠
条
杢
杣
杤
来
杧
杨
杪
杭
杮
杯
杰
東
杲
杳
杵
杷
杻
杼
松
板
极
构
枅
枇
枉
枋
析
枒
枓
枕
枖
林
枘
枚
枛
果
枝
枞
枠
枡
枢
枣
枥
枩
枪
枫
枭
枯
枰
枱
枳
枴
架
枷
枸
枹
枻
柀
柁
柂
柃
柄
柊
柎
柏
某
柑
柒
染
柔
柕
柘
柙
柚
柜
柝
柞
柠
柢
查
柩
柪
柬
柯
柰
柱
柲
柳
柴
柵
柷
柺
査
柾
柿
栀
栂
栃
栄
栅
标
栈
栉
栊
栋
栎
栏
树
栓
栖
栗
栘
栞
校
栢
栩
株
栭
栱
栲
栳
栴
栵
样
核
根
栻
格
栽
栾
桀
桁
桂
桃
桅
框
案
桉
桋
桌
桎
桐
桑
桓
桔
桕
桙
桛
桜
桝
桟
桠
桡
桢
档
桥
桦
桧
桨
桩
桯
桴
桶
桷
桾
桿
梁
梂
梃
梅
梆
梌
梏
梓
梔
梗
梘
梛
梜
條
梟
梠
梢
梣
梦
梧
梨
梩
梭
梯
械
梱
梲
梳
梵
梶
梼
检
棂
棃
棄
棈
棉
棊
棋
棍
棐
棑
棒
棓
棔
棕
棗
棘
棙
棚
棟
棠
棣
棧
棨
棪
棫
棭
森
棰
棱
棲
棵
棹
棺
棻
棼
椀
椁
椄
椅
椊
椋
椌
植
椎
椏
椒
椙
椚
検
椥
椨
椪
椭
椰
椴
椶
椸
椹
椽
椿
楀
楂
楈
楊
楓
楔
楕
楗
楙
楚
楝
楞
楠
楡
楢
楣
楦
楨
楩
楪
楫
業
楮
楯
楳
極
楷
楸
楹
楼
楽
榀
榁
概
榄
榆
榈
榉
榊
榍
榎
榔
榕
榖
榗
榘
榙
榚
榛
榜
榦
榧
榨
榫
榭
榮
榰
榱
榲
榴
榷
榻
榿
槁
槃
槇
槊
構
槌
槍
槎
槐
槓
様
槙
槛
槝
槟
槠
槤
槥
槨
槪
槭
槲
槳
槴
槻
槽
槿
樁
樂
樅
樆
樉
樊
樋
樌
樍
樑
樒
樓
樔
樖
樗
樘
標
樞
樟
模
樣
樨
権
横
樫
樯
樱
樴
樵
樷
樸
樹
樺
樻
樽
樾
樿
橄
橅
橇
橈
橋
橐
橑
橖
橘
橙
橚
橛
橞
機
橡
橢
橥
橦
橫
橱
橹
橿
檀
檁
檄
檉
檍
檎
檐
檔
檗
檜
檟
檠
檢
檣
檥
檪
檫
檬
檮
檯
檳
檸
檻
櫂
櫃
櫆
櫈
櫍
櫐
櫓
櫔
櫚
櫛
櫝
櫞
櫟
櫥
櫧
櫨
櫪
櫫
櫲
櫳
櫶
櫸
櫺
櫻
欀
欄
欅
欉
權
欐
欑
欒
欖
欘
欝
欞
欠
次
欢
欣
欧
欲
欵
欷
欸
欺
欼
欽
款
歀
歂
歃
歆
歇
歉
歋
歌
歎
歐
歑
歓
歔
歙
歛
歟
歡
止
正
此
步
武
歧
歨
歩
歪
歯
歲
歳
歴
歷
歸
歹
歺
死
歼
歿
殀
殁
殂
殃
殄
殆
殇
殉
殊
残
殍
殒
殓
殖
殘
殚
殛
殞
殡
殤
殫
殭
殮
殯
殱
殲
殳
殴
段
殷
殺
殻
殼
殿
毀
毁
毂
毅
毆
毋
毌
母
毎
每
毐
毑
毒
毓
比
毕
毖
毗
毘
毙
毛
毡
毫
毬
毯
毽
氂
氅
氇
氈
氊
氌
氏
氐
民
氓
气
氖
気
氘
氙
氚
氛
氟
氠
氡
氢
氣
氤
氥
氦
氧
氨
氩
氪
氫
氬
氮
氯
氰
氲
氳
水
氷
永
氹
氼
氾
汀
汁
求
汆
汇
汈
汉
汊
汎
汐
汒
汔
汕
汗
汙
汚
汛
汜
汝
汞
江
池
污
汤
汥
汨
汩
汪
汭
汰
汱
汲
汴
汶
汹
決
汽
汾
沁
沂
沃
沅
沆
沈
沉
沊
沌
沏
沐
沒
沓
沔
沕
沖
沘
沙
沚
沛
沟
没
沢
沥
沦
沧
沩
沪
沫
沬
沭
沮
沱
河
沴
沶
沸
油
沺
治
沼
沽
沾
沿
況
泃
泄
泅
泇
泉
泊
泌
泐
泒
泓
泔
法
泗
泙
泚
泛
泝
泞
泠
泡
波
泣
泥
注
泪
泫
泭
泮
泯
泰
泱
泲
泳
泵
泷
泸
泺
泻
泼
泽
泾
洁
洄
洇
洋
洌
洎
洏
洑
洒
洗
洙
洚
洛
洞
洟
洣
津
洧
洩
洪
洮
洱
洲
洳
洴
洵
洶
洸
洹
活
洼
洽
派
流
浃
浄
浅
浆
浇
浈
浊
测
济
浏
浐
浑
浒
浓
浔
浙
浚
浜
浞
浠
浡
浣
浤
浥
浦
浩
浪
浬
浮
浯
浴
浵
海
浸
浹
涂
涅
涇
消
涉
涌
涎
涏
涑
涓
涔
涕
涙
涚
涛
涜
涝
涞
涟
涠
涡
涣
涤
润
涧
涨
涩
涪
涬
涮
涯
液
涵
涷
涸
涺
涼
涿
淀
淁
淂
淄
淅
淆
淇
淋
淌
淍
淏
淑
淒
淖
淘
淙
淚
淛
淝
淞
淡
淤
淥
淦
淨
淩
淪
淫
淬
淮
淯
淰
深
淲
淳
淵
淶
混
淸
淹
淺
添
淼
清
渇
済
渉
渊
渋
渍
渎
渐
渓
渔
渕
渗
渙
渚
減
渝
渟
渠
渡
渣
渤
渥
渦
温
渫
測
渭
港
渰
渲
渴
游
渺
渾
湃
湄
湅
湉
湊
湌
湍
湎
湑
湔
湖
湘
湛
湜
湞
湟
湣
湧
湫
湮
湯
湲
湳
湴
湼
湾
湿
満
溃
溅
溆
溈
溉
溌
溏
源
準
溘
溙
溜
溝
溟
溢
溣
溥
溦
溧
溪
溫
溯
溱
溲
溴
溶
溷
溺
溼
溽
滁
滂
滄
滅
滇
滉
滋
滌
滎
滏
滑
滓
滔
滕
滘
滙
滚
滝
滞
滟
满
滢
滤
滥
滦
滨
滩
滪
滬
滮
滯
滲
滳
滴
滷
滸
滹
滻
滾
滿
漁
漂
漃
漆
漇
漉
漎
漏
漑
漓
演
漕
漖
漚
漠
漢
漣
漥
漦
漩
漪
漫
漬
漯
漰
漱
漲
漳
漵
漶
漷
漸
漾
漿
潁
潅
潇
潋
潍
潑
潔
潘
潙
潚
潛
潜
潞
潟
潢
潤
潦
潭
潮
潯
潰
潲
潴
潸
潺
潼
潽
潾
潿
澀
澁
澂
澄
澆
澇
澈
澉
澌
澍
澎
澐
澔
澗
澜
澟
澠
澡
澣
澤
澥
澦
澧
澪
澱
澳
澶
澹
激
濁
濂
濃
濇
濉
濊
濑
濒
濔
濕
濘
濛
濞
濟
濠
濡
濤
濫
濬
濮
濯
濰
濱
濳
濵
濶
濹
濺
濼
濾
濿
瀁
瀅
瀆
瀉
瀋
瀌
瀍
瀏
瀑
瀕
瀘
瀚
瀛
瀝
瀞
瀟
瀠
瀡
瀣
瀦
瀧
瀨
瀫
瀬
瀰
瀱
瀲
瀷
瀹
瀼
瀾
瀿
灂
灃
灄
灌
灏
灑
灕
灘
灜
灝
灞
灠
灡
灣
灤
灦
火
灬
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炀
炁
炅
炆
炉
炊
炎
炒
炔
炕
炖
炘
炙
炜
炣
炤
炫
炬
炭
炮
炯
炳
炷
炸
点
為
炻
炼
炽
烁
烂
烃
烈
烊
烏
烒
烔
烘
烙
烚
烛
烜
烝
烟
烤
烦
烧
烨
烩
烫
烬
热
烯
烴
烷
烹
烺
烽
焄
焉
焊
焌
焔
焕
焖
焗
焘
焙
焚
焜
焠
無
焢
焦
焫
焮
焯
焰
焱
然
焼
煅
煆
煇
煉
煊
煌
煎
煐
煒
煕
煖
煙
煜
煞
煟
煠
煤
煥
煦
照
煨
煩
煬
煮
煲
煳
煸
煽
熄
熇
熈
熊
熏
熒
熔
熕
熗
熘
熙
熛
熜
熟
熠
熣
熤
熨
熬
熰
熱
熲
熵
熹
熺
熻
熾
燀
燁
燃
燄
燈
燉
燊
燎
燐
燒
燔
燕
燗
燙
燚
燜
營
燠
燢
燥
燦
燧
燨
燬
燭
燮
燴
燵
燶
燹
燻
燼
燾
燿
爀
爆
爌
爍
爐
爛
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爼
爽
爾
爿
牀
牄
牆
片
版
牋
牌
牍
牒
牓
牔
牕
牖
牗
牘
牙
牛
牝
牟
牠
牡
牢
牤
牦
牧
物
牮
牯
牲
牴
牵
牷
牸
特
牺
牻
牽
牾
犀
犁
犂
犄
犆
犇
犊
犍
犒
犖
犛
犟
犠
犡
犢
犧
犬
犮
犯
犰
状
犷
犸
犹
狀
狂
狄
狆
狈
狋
狍
狎
狐
狒
狗
狙
狛
狞
狠
狡
狢
狥
狨
狩
狫
独
狭
狮
狰
狱
狲
狳
狵
狷
狸
狹
狼
狽
猁
猂
猊
猋
猎
猒
猕
猖
猗
猙
猛
猜
猝
猞
猟
猡
猢
猥
猨
猩
猪
猫
猬
献
猴
猶
猷
猻
猾
猿
獀
獁
獃
獄
獅
獎
獏
獐
獒
獗
獚
獞
獠
獣
獨
獪
獬
獭
獮
獰
獲
獴
獵
獷
獸
獺
獻
獼
獽
獾
玀
玄
玅
玆
率
玉
王
玎
玑
玒
玖
玘
玚
玛
玟
玠
玢
玥
玦
玧
玨
玩
玫
玮
环
现
玱
玲
玳
玷
玹
玺
玻
玼
玿
珀
珂
珅
珈
珉
珊
珍
珎
珏
珐
珑
珒
珓
珖
珘
珙
珞
珠
珣
珥
珩
珪
班
珮
珲
珶
珺
珽
現
琁
球
琅
理
琇
琉
琊
琍
琏
琐
琔
琚
琛
琟
琡
琢
琤
琥
琦
琨
琪
琫
琬
琮
琯
琰
琲
琳
琴
琵
琶
琹
琺
琼
琿
瑀
瑁
瑂
瑄
瑈
瑋
瑒
瑕
瑗
瑙
瑚
瑛
瑜
瑝
瑞
瑟
瑠
瑢
瑣
瑤
瑧
瑩
瑪
瑫
瑭
瑯
瑰
瑱
瑲
瑳
瑶
瑷
瑽
瑾
璀
璁
璂
璃
璄
璆
璇
璈
璉
璋
璎
璐
璘
璜
璞
璟
璠
璡
璣
璥
璦
璧
璨
璩
璫
環
璵
璷
璽
璿
瓈
瓉
瓊
瓏
瓒
瓔
瓖
瓘
瓚
瓜
瓞
瓠
瓢
瓣
瓤
瓦
瓩
瓮
瓯
瓴
瓶
瓷
瓿
甀
甁
甂
甃
甄
甌
甍
甎
甏
甑
甓
甕
甘
甙
甚
甜
甞
生
甡
產
産
甥
甦
用
甩
甪
甫
甬
甭
甯
田
由
甲
申
甴
电
男
甸
町
画
甾
甿
畀
畅
畆
畈
畊
畋
界
畏
畑
畔
留
畚
畛
畜
畝
畟
畠
畡
畢
畤
略
畦
畧
畩
番
畫
畬
畯
異
畲
畳
畴
畵
當
畷
畸
畹
畺
畽
畿
疃
疄
疆
疇
疊
疋
疍
疎
疏
疐
疑
疒
疓
疔
疗
疙
疚
疝
疟
疠
疡
疣
疤
疥
疪
疫
疮
疯
疱
疲
疳
疴
疵
疶
疸
疹
疻
疼
疽
疾
痀
痂
病
症
痈
痉
痊
痌
痍
痒
痔
痕
痘
痙
痛
痞
痟
痠
痡
痢
痣
痤
痦
痧
痨
痩
痪
痫
痰
痱
痲
痳
痴
痷
痹
痺
痻
痼
痾
痿
瘀
瘁
瘂
瘃
瘆
瘉
瘋
瘍
瘐
瘓
瘕
瘖
瘙
瘜
瘝
瘟
瘠
瘡
瘢
瘤
瘦
瘧
瘩
瘪
瘫
瘭
瘰
瘴
瘸
瘺
瘻
瘼
瘾
癀
療
癃
癆
癇
癈
癋
癌
癐
癒
癔
癖
癘
癜
癞
癟
癡
癢
癣
癤
癥
癧
癩
癪
癫
癬
癭
癮
癯
癰
癱
癲
癸
発
登
發
白
百
皀
皂
的
皆
皇
皈
皊
皋
皎
皐
皑
皓
皖
皙
皚
皞
皮
皰
皱
皴
皺
皽
皿
盂
盃
盅
盆
盈
益
盍
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盞
盟
盡
監
盤
盥
盦
盧
盪
盬
目
盯
盱
盲
直
盷
相
盹
盼
盾
眀
省
眄
眇
眈
眉
看
県
眐
眙
眚
眛
眞
真
眠
眥
眦
眨
眩
眬
眭
眯
眱
眵
眶
眷
眸
眺
眼
眾
着
睁
睄
睇
睌
睏
睐
睑
睒
睖
睚
睛
睜
睞
睡
睢
督
睥
睦
睨
睪
睫
睬
睭
睹
睺
睽
睾
睿
瞂
瞄
瞅
瞇
瞋
瞌
瞎
瞑
瞒
瞓
瞞
瞟
瞠
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞶
瞹
瞻
瞼
瞽
瞿
矇
矋
矌
矍
矓
矖
矗
矚
矛
矜
矞
矢
矣
知
矧
矩
矫
矬
短
矮
矯
石
矶
矸
矼
矽
矾
矿
砀
码
砂
砅
砆
砌
砍
砑
砒
研
砕
砖
砚
砝
砠
砣
砥
砦
砧
砩
砬
砭
砯
砰
砱
砲
破
砵
砷
砸
砺
砻
砼
砾
础
硃
硅
硌
硎
硏
硐
硒
硕
硖
硚
硝
硞
硤
硫
硬
硭
确
硯
硷
硼
硾
碁
碇
碉
碌
碍
碎
碏
碑
碓
碕
碖
碗
碘
碚
碛
碜
碟
碣
碧
碩
碭
碰
碱
碲
碳
碴
碶
確
碻
碼
碾
磁
磅
磊
磋
磐
磑
磔
磕
磗
磚
磝
磠
磡
磣
磧
磨
磪
磬
磯
磴
磷
磺
磽
礀
礁
礄
礅
礎
礑
礒
礔
礙
礜
礡
礦
礩
礪
礫
礬
礮
礱
礴
礵
示
礼
礽
社
祀
祁
祂
祆
祇
祈
祉
祎
祏
祐
祓
祕
祖
祗
祘
祚
祛
祜
祝
神
祟
祠
祢
祥
祧
票
祩
祭
祯
祷
祸
祺
祼
祿
禀
禁
禄
禅
禊
禍
禎
福
禑
禓
禔
禕
禖
禚
禛
禝
禠
禡
禤
禥
禦
禧
禨
禪
禫
禮
禰
禱
禳
禶
禹
禺
离
禽
禾
禿
秀
私
秃
秄
秆
秈
秉
秊
秋
种
秏
科
秒
秕
秘
租
秣
秤
秦
秧
秩
秬
秭
积
称
秶
秸
移
秽
秾
稀
稃
稅
稈
程
稍
税
稔
稗
稙
稚
稜
稞
稟
稠
稡
稣
種
稯
稰
稱
稲
稳
稷
稹
稻
稼
稽
稿
穀
穂
穆
穌
積
穎
穏
穐
穑
穗
穜
穠
穡
穢
穣
穩
穫
穮
穰
穴
穵
究
穷
穸
穹
空
穾
穿
突
窃
窄
窈
窉
窍
窑
窒
窓
窕
窖
窗
窘
窜
窝
窞
窟
窠
窣
窥
窦
窨
窩
窪
窮
窯
窰
窳
窴
窸
窺
窻
窿
竃
竄
竅
竇
竈
竉
竊
立
竑
竖
站
竜
竝
竞
竟
章
竣
竤
童
竦
竪
竭
端
竴
競
竸
竹
竺
竽
竿
笀
笃
笄
笆
笈
笊
笋
笏
笑
笔
笕
笙
笛
笞
笠
笢
笤
笥
符
笨
笪
笫
第
笭
笮
笱
笲
笳
笵
笹
笺
笼
筅
筆
筇
筈
等
筊
筋
筌
筍
筏
筐
筑
筒
答
策
筚
筛
筝
筠
筣
筥
筦
筧
筩
筬
筮
筯
筰
筱
筲
筴
筵
筷
筹
签
简
箆
箇
箈
箋
箍
箎
箏
箐
箒
箔
箕
算
箙
箚
箜
箝
箠
管
箥
箩
箪
箫
箬
箭
箱
箴
箷
箸
節
篁
範
篆
篇
篈
築
篋
篌
篑
篓
篔
篙
篝
篠
篡
篤
篥
篦
篩
篪
篭
篮
篱
篲
篳
篶
篷
篼
篾
簀
簃
簆
簇
簋
簌
簍
簏
簑
簒
簗
簙
簜
簞
簠
簡
簣
簧
簪
簫
簮
簷
簸
簹
簺
簽
簾
簿
籀
籁
籃
籌
籍
籐
籓
籔
籙
籜
籟
籠
籡
籣
籤
籥
籬
籮
籲
米
籹
类
籽
籾
粂
粄
粉
粋
粍
粑
粒
粕
粗
粘
粛
粝
粞
粟
粢
粤
粥
粦
粧
粪
粮
粯
粱
粲
粳
粵
粹
粼
粽
精
粿
糀
糅
糈
糉
糊
糌
糍
糎
糒
糕
糖
糗
糙
糜
糝
糞
糟
糠
糢
糥
糧
糨
糬
糭
糯
糰
糲
糴
糶
糸
糺
系
糼
糾
紀
紂
約
紅
紆
紇
紈
紉
紊
紋
納
紐
紓
純
紕
紗
紘
紙
級
紛
紜
紝
紞
素
紡
索
紥
紧
紪
紫
紬
紭
紮
累
細
紱
紲
紳
紵
紸
紹
紺
紿
絀
絁
終
絃
組
絅
絆
絇
経
絎
絏
結
絓
絕
絖
絙
絛
絜
絝
絞
絡
絢
絣
給
絨
絪
絭
絮
統
絲
絳
絵
絶
絹
絽
絿
綁
綃
綉
綏
綑
經
継
続
綜
綝
綟
綠
綢
綣
綦
綪
綫
綬
維
綮
綰
綱
網
綴
綵
綷
綸
綹
綺
綻
綽
綾
綿
緃
緆
緇
緊
緋
緌
緍
緎
総
緑
緒
緖
緗
緘
緙
線
緜
緝
緞
締
緡
緣
緤
緥
編
緩
緬
緭
緯
緱
緲
練
緹
緻
縁
縄
縅
縈
縉
縊
縋
縐
縑
縒
縓
縛
縝
縞
縟
縢
縣
縦
縫
縭
縮
縯
縱
縳
縴
縵
縷
縹
縺
縻
總
績
繁
繃
繅
繆
繇
繊
繋
繌
繍
繑
繒
織
繕
繖
繙
繚
繝
繞
繟
繡
繦
繧
繩
繪
繫
繭
繮
繯
繰
繳
繹
繻
繼
繽
繾
纂
纇
纈
續
纍
纏
纐
纒
纓
纔
纕
纖
纘
纙
纛
纜
纟
纠
纡
红
纣
纤
纥
约
级
纨
纪
纫
纬
纭
纮
纯
纰
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
绀
绁
练
组
绅
细
织
终
绉
绊
绌
绍
绎
经
绑
绒
结
绔
绕
绗
绘
给
绚
绛
络
绝
绞
统
绢
绣
绥
绦
继
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绺
绻
综
绽
绿
缀
缂
缃
缄
缅
缆
缇
缈
缉
缎
缒
缓
缔
缕
编
缗
缘
缚
缛
缜
缝
缠
缡
缢
缤
缥
缨
缩
缪
缭
缮
缰
缱
缴
缵
缶
缷
缸
缺
缽
罂
罄
罅
罈
罉
罊
罌
罍
罎
罐
网
罔
罕
罗
罘
罚
罝
罟
罠
罡
罢
罣
罦
罧
罩
罪
罫
置
罰
署
罵
罷
罹
罽
羁
羂
羅
羆
羇
羈
羊
羋
羌
美
羔
羕
羚
羝
羞
羟
羠
羡
羣
群
羥
羧
羨
義
羮
羯
羰
羲
羳
羶
羸
羹
羼
羽
羿
翀
翁
翅
翆
翊
翌
翎
習
翔
翕
翘
翚
翛
翝
翟
翠
翡
翥
翦
翩
翪
翫
翬
翮
翰
翱
翳
翹
翺
翻
翼
耀
老
考
耄
者
耆
耇
耋
而
耍
耏
耐
耑
耒
耔
耕
耖
耗
耘
耙
耜
耤
耦
耨
耬
耳
耵
耶
耷
耸
耻
耽
耿
聂
聃
聆
聊
聋
职
聍
聏
聒
联
聖
聘
聚
聝
聞
聟
聡
聨
聩
聪
聯
聰
聱
聲
聳
聴
聵
聶
職
聹
聼
聽
聾
聿
肃
肄
肅
肆
肇
肉
肋
肌
肓
肖
肘
肚
肛
肝
肟
肠
股
肢
肤
肥
肧
肩
肪
肫
肭
肮
肯
肱
育
肴
肶
肸
肺
肼
肽
肾
肿
胀
胁
胂
胃
胄
胆
背
胍
胎
胏
胔
胕
胖
胗
胙
胚
胛
胜
胝
胞
胡
胣
胤
胥
胧
胪
胫
胭
胯
胰
胱
胳
胴
胶
胸
胹
胺
胼
能
胾
脂
脅
脆
脇
脈
脉
脊
脍
脏
脐
脑
脓
脔
脕
脖
脗
脘
脚
脛
脢
脣
脤
脧
脩
脫
脯
脱
脲
脳
脷
脸
脹
脽
脾
脿
腆
腈
腊
腋
腌
腍
腎
腐
腑
腓
腔
腕
腘
腠
腢
腤
腥
腦
腧
腩
腫
腭
腮
腰
腱
腳
腴
腸
腹
腺
腻
腼
腾
腿
膀
膂
膃
膆
膇
膈
膊
膏
膓
膕
膘
膚
膛
膜
膝
膠
膣
膥
膦
膨
膩
膬
膰
膱
膳
膴
膵
膶
膺
膻
膽
膾
膿
臀
臂
臃
臅
臆
臈
臉
臊
臍
臏
臑
臓
臕
臖
臘
臙
臚
臟
臠
臢
臣
臤
臥
臧
臨
自
臬
臭
至
致
臺
臻
臼
臾
臿
舀
舁
舂
舄
舅
舆
與
興
舉
舊
舋
舌
舍
舎
舐
舒
舔
舖
舗
舘
舛
舜
舞
舟
舢
舤
舨
舩
航
舫
般
舯
舰
舱
舲
舳
舵
舶
舷
舸
船
舺
舾
艀
艄
艇
艉
艋
艎
艏
艘
艙
艟
艣
艤
艦
艨
艪
艫
艭
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艽
艾
艿
节
芃
芊
芋
芍
芎
芐
芑
芒
芓
芘
芙
芜
芝
芟
芠
芡
芥
芦
芧
芨
芩
芪
芫
芬
芭
芮
芯
芰
花
芳
芶
芷
芸
芹
芻
芼
芽
芾
芿
苁
苃
苅
苇
苋
苍
苏
苑
苒
苓
苔
苕
苖
苗
苙
苛
苜
苞
苟
苠
苡
苣
若
苦
苧
苩
苫
苯
英
苳
苴
苷
苹
苺
苻
苾
苿
茀
茁
茂
范
茄
茅
茈
茉
茌
茍
茎
茏
茔
茗
茘
茛
茜
茝
茞
茣
茧
茨
茫
茬
茭
茯
茱
茲
茴
茵
茶
茷
茸
茹
茻
茼
荀
荃
荅
荆
荇
草
荊
荋
荍
荏
荐
荑
荒
荔
荖
荘
荙
荚
荜
荞
荟
荠
荡
荣
荤
荥
荧
荨
荪
荫
药
荳
荴
荵
荷
荸
荻
荼
荽
荾
荿
莃
莅
莆
莇
莉
莊
莎
莒
莓
莖
莘
莙
莚
莛
莜
莞
莟
莠
莢
莧
莨
莩
莪
莫
莬
莱
莲
莳
莴
莵
获
莹
莺
莼
莽
莾
莿
菀
菁
菅
菇
菈
菊
菌
菎
菏
菓
菔
菖
菘
菜
菝
菟
菠
菡
菥
菩
菪
菫
華
菰
菱
菲
菴
菸
菹
菽
萁
萃
萄
萇
萊
萋
萌
萍
萎
萏
萘
萜
萝
萠
萢
萣
萤
营
萦
萧
萨
萩
萬
萭
萱
萵
萸
萼
落
萾
葀
葅
葆
葉
葊
葎
葑
葒
著
葙
葚
葛
葜
葟
葡
董
葦
葩
葫
葬
葭
葯
葰
葱
葳
葵
葷
葸
葺
蒂
蒇
蒋
蒌
蒐
蒓
蒔
蒗
蒙
蒜
蒝
蒞
蒟
蒠
蒡
蒨
蒭
蒯
蒲
蒴
蒸
蒹
蒻
蒼
蒿
蓀
蓁
蓂
蓄
蓆
蓉
蓊
蓋
蓐
蓑
蓓
蓖
蓙
蓝
蓟
蓠
蓣
蓧
蓨
蓬
蓮
蓯
蓴
蓼
蓽
蓾
蓿
蔀
蔆
蔈
蔏
蔑
蔓
蔔
蔕
蔗
蔘
蔚
蔞
蔟
蔠
蔡
蔣
蔥
蔦
蔧
蔪
蔫
蔬
蔭
蔯
蔴
蔵
蔷
蔺
蔻
蔼
蔽
蕀
蕁
蕃
蕆
蕈
蕉
蕊
蕎
蕓
蕔
蕕
蕖
蕗
蕘
蕙
蕞
蕠
蕢
蕤
蕨
蕩
蕪
蕫
蕭
蕮
蕲
蕴
蕷
蕸
蕹
蕻
蕾
薀
薄
薅
薇
薈
薊
薌
薏
薑
薔
薗
薘
薙
薛
薜
薠
薡
薤
薦
薨
薩
薪
薫
薬
薭
薮
薯
薰
薳
薹
薺
薾
藁
藇
藉
藍
藎
藏
藐
藓
藕
藜
藝
藤
藥
藨
藩
藪
藴
藷
藸
藹
藺
藻
藿
蘂
蘄
蘅
蘆
蘇
蘉
蘊
蘋
蘌
蘐
蘑
蘗
蘘
蘚
蘞
蘢
蘧
蘩
蘭
蘵
蘸
蘺
蘿
虍
虎
虏
虐
虑
虓
虔
處
虖
虙
虚
虛
虜
虞
號
虢
虧
虫
虬
虯
虱
虹
虺
虻
虼
虽
虾
蚀
蚁
蚂
蚊
蚌
蚍
蚓
蚕
蚚
蚜
蚝
蚣
蚤
蚧
蚩
蚪
蚫
蚬
蚯
蚰
蚱
蚴
蚵
蚶
蛀
蛄
蛆
蛇
蛉
蛊
蛋
蛍
蛎
蛐
蛔
蛘
蛙
蛛
蛞
蛟
蛤
蛭
蛮
蛯
蛰
蛱
蛳
蛷
蛸
蛹
蛺
蛻
蛾
蜀
蜁
蜂
蜃
蜆
蜇
蜈
蜉
蜊
蜋
蜍
蜎
蜑
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜞
蜡
蜢
蜥
蜩
蜱
蜴
蜷
蜻
蜼
蜿
蝇
蝉
蝋
蝌
蝍
蝎
蝑
蝓
蝕
蝗
蝙
蝟
蝠
蝣
蝤
蝥
蝦
蝨
蝪
蝮
蝯
蝰
蝱
蝴
蝶
蝸
蝻
蝼
蝾
蝿
螂
螃
螄
螅
螈
融
螔
螞
螟
螢
螣
螨
螫
螭
螯
螳
螺
螻
螽
蟀
蟄
蟆
蟇
蟊
蟋
蟎
蟑
蟒
蟙
蟚
蟛
蟜
蟝
蟠
蟣
蟥
蟧
蟪
蟬
蟯
蟲
蟳
蟶
蟷
蟹
蟻
蟾
蠁
蠃
蠄
蠅
蠆
蠋
蠍
蠏
蠐
蠑
蠓
蠔
蠕
蠖
蠜
蠟
蠡
蠢
蠣
蠪
蠰
蠱
蠲
蠵
蠶
蠹
蠻
蠾
血
衄
衅
衆
衊
衋
行
衍
衎
衒
術
衔
街
衙
衚
衛
衝
衞
衡
衢
衣
补
表
衩
衪
衫
衬
衭
衮
衰
衲
衴
衵
衷
衹
衽
衾
衿
袁
袂
袄
袅
袆
袈
袋
袍
袒
袓
袖
袗
袘
袙
袛
袜
袞
袢
袤
袪
被
袭
袰
袱
袲
袴
袷
袾
袿
裀
裁
裂
裃
裄
装
裆
裇
裊
裌
裎
裏
裔
裕
裘
裙
補
裝
裟
裡
裤
裥
裨
裱
裲
裳
裴
裵
裸
裹
製
裾
褀
褁
褂
褄
褆
複
褊
褌
褐
褒
褓
褔
褕
褚
褛
褞
褟
褡
褥
褦
褧
褪
褫
褯
褰
褲
褳
褴
褵
褶
褸
褹
褻
襁
襃
襄
襅
襉
襌
襖
襞
襟
襠
襤
襦
襪
襫
襬
襯
襱
襲
襴
襷
西
要
覂
覃
覆
覇
覈
見
規
覓
視
覗
覚
覡
覤
覦
覧
覩
親
覬
覮
覯
覲
観
覷
覺
覽
觀
见
观
规
觅
视
览
觉
觊
觍
觎
觐
觑
角
觓
觚
觜
觞
解
觥
触
觩
觯
觱
觴
觶
觸
觺
言
訂
訃
訄
訇
計
訉
訊
訌
討
訐
訑
訓
訕
訖
託
記
訛
訝
訟
訢
訣
訥
訪
設
許
訳
訴
訶
診
註
証
訾
訿
詁
詆
詈
詎
詏
詐
詑
詒
詔
評
詛
詞
詠
詡
詢
詣
詤
試
詨
詩
詫
詬
詭
詮
詰
話
該
詳
詵
詹
詼
誂
誃
誄
誅
誆
誇
誉
誊
誌
認
誑
誒
誓
誔
誕
誘
誚
語
誠
誡
誢
誣
誤
誥
誦
誧
誨
說
説
読
誰
課
誴
誹
誼
誾
調
諂
諄
諅
談
諉
請
諌
諍
諏
諑
諒
諓
論
諗
諚
諛
諜
諝
諟
諡
諢
諤
諦
諧
諫
諭
諮
諱
諳
諴
諶
諷
諸
諺
諼
諾
謀
謁
謂
謄
謅
謇
謊
謌
謎
謐
謑
謒
謔
謖
謗
謙
謚
講
謝
謠
謡
謢
謦
謧
謨
謪
謫
謬
謳
謷
謹
謻
謼
謾
譁
譄
譅
證
譎
譏
譓
譖
識
譙
譚
譛
譜
譞
譟
譠
警
譪
譫
譬
譭
譯
議
譲
譴
護
譽
譾
讀
讃
讆
讉
變
讌
讎
讐
讑
讒
讓
讕
讖
讚
讜
讞
计
订
讣
认
讥
讦
讧
讨
让
讪
讬
训
议
讯
记
讲
讳
讴
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诃
评
诅
识
诈
诉
诊
诋
诌
词
诏
译
诒
诓
试
诗
诘
诙
诚
诛
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诨
诩
诫
诬
语
误
诰
诱
诲
诳
说
诵
诶
请
诸
诹
诺
读
诽
课
诿
谀
谁
谂
调
谄
谅
谆
谈
谊
谋
谌
谍
谎
谏
谐
谑
谒
谓
谔
谕
谗
谘
谙
谚
谛
谜
谞
谟
谠
谡
谢
谣
谤
谦
谧
谨
谩
谪
谫
谬
谭
谯
谰
谱
谲
谳
谴
谵
谶
谷
谿
豁
豆
豇
豈
豉
豊
豋
豌
豎
豐
豔
豕
豚
象
豢
豪
豫
豬
豰
豳
豵
豸
豹
豺
貂
貅
貆
貉
貊
貌
貍
貎
貐
貑
貓
貔
貘
貙
貝
貞
負
財
貢
貤
貧
貨
販
貪
貫
責
貮
貯
貰
貲
貳
貴
貶
買
貸
費
貼
貽
貿
賀
賁
賂
賃
賄
賅
資
賈
賊
賎
賑
賒
賓
賔
賕
賙
賚
賛
賜
賞
賠
賡
賢
賣
賤
賦
賧
賨
質
賬
賭
賴
賸
賺
賻
購
賽
賾
贄
贅
贇
贈
贊
贋
贍
贏
贓
贔
贖
贗
贘
贛
贜
贝
贞
负
贠
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贴
贵
贷
贸
费
贺
贻
贼
贽
贾
贿
赁
赂
赃
资
赅
赇
赈
赊
赋
赌
赎
赏
赐
赓
赔
赖
赘
赚
赛
赝
赞
赟
赠
赡
赢
赣
赤
赦
赧
赩
赫
赭
走
赳
赴
赵
赶
起
趁
趄
超
越
趋
趎
趐
趑
趔
趕
趖
趙
趟
趣
趨
趪
趫
趬
足
趴
趷
趸
趺
趾
趿
跂
跃
跄
跆
跋
跌
跎
跏
跐
跑
跖
跗
跙
跚
跛
距
跟
跡
跣
跤
跦
跧
跨
跩
跪
跫
路
跲
跳
践
跶
跷
跺
跻
跼
踀
踄
踅
踉
踊
踌
踎
踏
踐
踔
踖
踘
踝
踞
踟
踢
踦
踧
踨
踩
踪
踫
踬
踭
踮
踯
踰
踱
踴
踵
踹
踼
踽
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹌
蹍
蹎
蹑
蹒
蹓
蹔
蹕
蹙
蹚
蹞
蹟
蹠
蹡
蹢
蹣
蹤
蹦
蹧
蹩
蹬
蹭
蹯
蹰
蹱
蹲
蹴
蹶
蹺
蹻
蹼
蹿
躁
躂
躄
躅
躇
躉
躊
躋
躍
躏
躑
躓
躔
躕
躗
躘
躙
躚
躝
躞
躟
躠
躡
躤
躥
躦
躪
身
躬
躯
躰
躲
躹
躺
躽
躾
軀
軂
軄
軆
軈
車
軋
軌
軍
軑
軒
軓
軔
軚
軛
軟
転
軫
軬
軭
軸
軹
軺
軻
軼
軽
軾
輀
較
輇
載
輊
輋
輌
輒
輓
輔
輕
輘
輛
輜
輝
輞
輟
輥
輦
輩
輪
輭
輯
輳
輷
輸
輻
輾
輿
轂
轄
轅
轆
轇
轉
轍
轎
轑
轓
轕
轖
轘
轚
轜
轝
轟
轡
轢
轤
车
轧
轨
轩
轫
转
轭
轮
软
轰
轲
轴
轵
轶
轸
轻
轼
载
轾
轿
辁
较
辄
辅
辆
辈
辉
辍
辎
辐
辑
输
辔
辕
辖
辗
辘
辙
辛
辜
辞
辟
辠
辣
辥
辦
辧
辨
辩
辫
辭
辮
辯
辰
辱
農
辷
边
辺
辻
込
辽
达
辿
迁
迂
迄
迅
迆
过
迈
迊
迎
迏
运
近
返
还
这
迚
进
远
违
连
迟
迢
迣
迤
迥
迦
迨
迩
迪
迫
迭
述
迳
迴
迷
迸
迹
迺
迻
迼
追
迾
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
透
逐
逑
递
逓
途
逕
逖
逗
這
通
逛
逝
逞
速
造
逡
逢
連
逤
逦
逭
逮
逯
週
進
逳
逵
逶
逷
逸
逹
逻
逼
逾
遁
遂
遄
遅
遇
遉
遊
運
遍
過
遏
遐
遑
遒
道
達
違
遗
遘
遙
遛
遜
遝
遞
遠
遡
遢
遣
遥
遨
適
遪
遭
遮
遯
遲
遴
遵
遶
遷
選
遺
遼
遽
避
邀
邁
邂
邃
還
邇
邈
邉
邊
邋
邏
邐
邑
邓
邕
邗
邙
邛
邝
邠
邡
邢
那
邦
邨
邪
邬
邮
邯
邰
邱
邳
邴
邵
邸
邹
邺
邻
邽
邾
郁
郃
郄
郅
郊
郎
郏
郑
郓
郗
郛
郜
郝
郞
郟
郡
郢
郤
郦
郧
部
郫
郭
郯
郱
郴
郵
郷
郸
都
郾
鄂
鄄
鄅
鄆
鄉
鄎
鄒
鄔
鄕
鄖
鄗
鄙
鄚
鄜
鄞
鄠
鄢
鄧
鄭
鄮
鄯
鄰
鄱
鄲
鄳
鄴
鄶
鄺
酆
酈
酉
酊
酋
酌
配
酎
酏
酐
酒
酔
酗
酚
酛
酝
酞
酡
酢
酣
酥
酩
酪
酬
酮
酯
酰
酱
酲
酵
酶
酷
酸
酹
酺
酿
醂
醃
醅
醇
醉
醋
醌
醍
醐
醒
醗
醚
醛
醜
醞
醢
醣
醤
醨
醪
醫
醬
醮
醯
醱
醳
醴
醵
醸
醺
釀
釁
釅
釆
采
釈
釉
释
釋
里
重
野
量
釐
金
釔
釕
釗
釘
釙
釚
釜
針
釞
釣
釤
釦
釧
釩
釵
釷
釹
釻
釼
釿
鈀
鈁
鈄
鈇
鈈
鈉
鈊
鈍
鈎
鈐
鈑
鈔
鈕
鈙
鈞
鈣
鈦
鈧
鈪
鈮
鈰
鈳
鈴
鈷
鈸
鈺
鈽
鈾
鈿
鉀
鉄
鉅
鉆
鉇
鉈
鉉
鉋
鉍
鉎
鉏
鉑
鉕
鉗
鉚
鉛
鉞
鉢
鉤
鉦
鉬
鉭
鉱
鉲
鉳
鉴
鉶
鉷
鉸
鉻
鉼
鉾
銀
銃
銅
銈
銍
銑
銒
銓
銕
銖
銘
銙
銚
銛
銜
銠
銡
銣
銥
銦
銧
銨
銪
銫
銬
銭
銮
銲
銳
銶
銷
銹
銻
銼
鋁
鋂
鋃
鋅
鋆
鋇
鋈
鋌
鋍
鋏
鋐
鋑
鋒
鋓
鋕
鋖
鋘
鋙
鋜
鋝
鋞
鋟
鋠
鋡
鋣
鋤
鋥
鋨
鋩
鋪
鋬
鋭
鋮
鋯
鋰
鋲
鋳
鋸
鋹
鋺
鋻
鋼
鋿
錀
錁
錄
錆
錇
錍
錐
錒
錔
錕
錘
錙
錚
錛
錞
錠
錡
錢
錣
錤
錥
錦
錨
錩
錫
錬
錮
錯
錱
録
錳
錵
錶
錸
錺
鍁
鍇
鍊
鍋
鍍
鍐
鍑
鍔
鍘
鍚
鍛
鍠
鍥
鍬
鍮
鍰
鍱
鍵
鍶
鍺
鍼
鍾
鎂
鎅
鎈
鎊
鎌
鎏
鎔
鎖
鎗
鎘
鎚
鎛
鎢
鎣
鎦
鎧
鎩
鎬
鎭
鎮
鎯
鎰
鎳
鎴
鎵
鎸
鎹
鏃
鏇
鏈
鏊
鏌
鏏
鏐
鏑
鏖
鏗
鏘
鏜
鏝
鏞
鏟
鏠
鏡
鏢
鏤
鏦
鏧
鏨
鏱
鏵
鏸
鏹
鏽
鐃
鐇
鐐
鐔
鐖
鐘
鐙
鐚
鐠
鐡
鐧
鐪
鐫
鐮
鐲
鐳
鐵
鐶
鐸
鐺
鐽
鑀
鑁
鑄
鑅
鑊
鑌
鑐
鑑
鑒
鑓
鑚
鑛
鑞
鑠
鑢
鑣
鑨
鑪
鑫
鑭
鑰
鑲
鑴
鑵
鑷
鑼
鑽
鑾
鑿
钁
钆
钇
针
钉
钊
钋
钌
钍
钎
钏
钒
钓
钕
钖
钗
钙
钚
钛
钜
钝
钞
钟
钠
钡
钢
钥
钦
钧
钨
钩
钪
钮
钯
钰
钱
钲
钳
钴
钵
钸
钹
钺
钻
钼
钽
钾
钿
铀
铁
铂
铃
铄
铅
铆
铉
铊
铋
铌
铎
铐
铑
铓
铗
铛
铜
铝
铟
铠
铡
铢
铣
铤
铧
铨
铩
铬
铭
铮
铯
铰
铱
铲
铵
银
铷
铸
铺
铻
铽
链
铿
销
锁
锂
锃
锄
锅
锆
锇
锈
锉
锋
锌
锏
锐
锑
锒
锕
错
锚
锟
锠
锡
锢
锣
锤
锥
锦
锨
锭
键
锯
锰
锱
锲
锴
锵
锶
锷
锹
锺
锻
锽
锾
镀
镁
镂
镇
镉
镊
镌
镍
镏
镐
镑
镒
镔
镕
镖
镙
镛
镜
镝
镞
镠
镣
镧
镨
镫
镬
镭
镯
镰
镳
镶
長
镸
镻
镼
长
門
閂
閃
閆
閇
閉
開
閎
閏
閑
閒
間
閔
閘
閙
閞
閡
関
閣
閤
閥
閦
閨
閩
閪
閬
閭
閯
閰
閱
閲
閶
閹
閻
閼
閾
閿
闃
闅
闆
闇
闈
闊
闋
闌
闍
闐
闓
闔
闕
闖
闗
闘
關
闞
闡
闢
闥
门
闩
闪
闫
闭
问
闯
闰
闲
间
闵
闷
闸
闹
闺
闻
闼
闽
闾
阀
阁
阂
阄
阅
阆
阇
阈
阉
阊
阋
阌
阎
阐
阑
阔
阕
阖
阗
阙
阚
阜
阝
队
阡
阨
阪
阮
阯
阰
阱
防
阳
阴
阵
阶
阻
阽
阿
陀
陁
陂
陃
附
际
陆
陇
陈
陉
陋
陌
降
限
陑
陔
陕
陘
陛
陜
陝
陞
陟
陡
院
陣
除
陥
陨
险
陪
陬
陰
陲
陳
陴
陵
陶
陷
陸
険
陽
隃
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隖
隗
隘
隙
際
障
隠
隣
隧
隨
險
隱
隲
隳
隴
隶
隷
隸
隹
隻
隼
隽
难
雀
雁
雄
雅
集
雇
雈
雉
雊
雋
雌
雍
雎
雏
雑
雒
雕
雖
雙
雛
雜
雞
離
難
雨
雩
雪
雫
雯
雰
雲
雳
零
雷
雹
電
雾
需
霁
霄
霅
霆
震
霈
霉
霊
霍
霎
霏
霑
霓
霖
霙
霜
霞
霧
霨
霭
霰
露
霸
霹
霽
霾
靂
靄
靈
靏
靑
青
靓
靖
静
靚
靛
靜
非
靠
靡
面
靥
靦
靨
革
靫
靬
靭
靱
靳
靴
靶
靷
靺
靼
靾
鞁
鞄
鞅
鞆
鞈
鞋
鞍
鞏
鞑
鞕
鞘
鞜
鞞
鞠
鞢
鞣
鞦
鞨
鞭
鞮
鞴
韁
韃
韆
韈
韋
韌
韐
韓
韙
韜
韞
韡
韦
韧
韩
韪
韫
韬
韭
韮
音
韴
韵
韶
韻
韾
響
頁
頂
頃
項
順
頇
須
頊
頌
頎
預
頑
頒
頓
頔
頗
領
頚
頜
頡
頤
頦
頫
頬
頭
頰
頴
頵
頷
頸
頹
頻
頼
頽
顃
顆
題
額
顎
顏
顒
顓
顔
顕
顗
願
顙
顚
顛
類
顢
顥
顧
顪
顫
顯
顰
顱
顳
顴
页
顶
顷
顸
项
顺
须
顽
顾
顿
颀
颁
颂
预
颅
领
颇
颈
颊
颌
颍
颐
频
颓
颕
颖
颗
题
颚
颜
额
颞
颟
颠
颢
颤
颥
颦
颧
風
颩
颪
颮
颯
颱
颳
颶
颷
颸
颺
颼
颿
飀
飃
飄
飆
飇
飈
飊
风
飏
飒
飓
飕
飘
飙
飚
飛
飜
飞
食
飡
飢
飥
飧
飨
飩
飪
飫
飭
飮
飯
飲
飴
飼
飽
飾
餃
餅
餈
餉
養
餌
餐
餑
餒
餓
餔
餘
餙
餚
餛
餝
餞
餠
餡
餤
館
餬
餭
餮
餵
餸
餺
餽
餾
餿
饂
饃
饅
饈
饉
饋
饌
饑
饒
饔
饕
饗
饜
饞
饟
饥
饨
饪
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饺
饼
饽
饿
馀
馁
馄
馅
馆
馈
馊
馋
馍
馏
馐
馑
馒
馔
馕
首
馗
馘
香
馞
馡
馣
馥
馨
馬
馭
馮
馱
馳
馴
馹
馼
駁
駄
駅
駆
駈
駐
駑
駒
駕
駘
駙
駛
駝
駟
駡
駢
駤
駭
駮
駰
駱
駸
駹
駿
騁
騂
騃
騄
騅
騊
騎
騏
騐
騒
験
騖
騙
騜
騣
騨
騫
騭
騮
騰
騷
騸
騺
騾
驀
驁
驃
驄
驅
驊
驌
驍
驒
驕
驗
驚
驛
驟
驢
驤
驥
驦
驩
驪
驫
马
驭
驮
驯
驰
驱
驳
驴
驶
驹
驻
驼
驽
驾
驿
骁
骂
骄
骅
骆
骇
骈
骉
骊
骋
验
骏
骐
骑
骓
骗
骚
骛
骜
骝
骠
骡
骢
骤
骥
骦
骧
骨
骯
骰
骶
骷
骸
骹
骼
骾
髀
髁
髂
髄
髅
髋
髌
髏
髑
髒
髓
體
髕
髖
高
髙
髟
髡
髢
髣
髦
髧
髪
髫
髭
髮
髯
髱
髴
髷
髹
髻
髾
鬂
鬃
鬆
鬈
鬍
鬓
鬗
鬘
鬙
鬚
鬛
鬟
鬢
鬣
鬤
鬥
鬦
鬧
鬨
鬩
鬪
鬭
鬮
鬯
鬰
鬱
鬲
鬷
鬺
鬻
鬼
魁
魂
魃
魄
魅
魆
魇
魈
魉
魍
魎
魏
魑
魔
魘
魚
魟
魠
魨
魩
魯
魰
魴
魶
魷
魽
魿
鮃
鮋
鮎
鮐
鮑
鮒
鮓
鮞
鮨
鮪
鮫
鮭
鮮
鮸
鮹
鯀
鯁
鯆
鯇
鯉
鯊
鯓
鯔
鯕
鯖
鯛
鯝
鯡
鯢
鯣
鯤
鯧
鯨
鯪
鯯
鯰
鯱
鯵
鯷
鯽
鯿
鰀
鰂
鰃
鰄
鰆
鰈
鰉
鰊
鰌
鰍
鰎
鰐
鰒
鰓
鰕
鰜
鰡
鰣
鰤
鰥
鰨
鰩
鰬
鰭
鰮
鰯
鰰
鰱
鰲
鰵
鰹
鰺
鰻
鰽
鰾
鰿
鱀
鱆
鱈
鱉
鱊
鱒
鱓
鱔
鱖
鱗
鱘
鱝
鱟
鱠
鱣
鱤
鱧
鱭
鱮
鱲
鱶
鱷
鱸
鱺
鱼
鱿
鲁
鲃
鲅
鲇
鲈
鲉
鲍
鲎
鲑
鲔
鲕
鲗
鲛
鲜
鲞
鲟
鲠
鲡
鲢
鲣
鲤
鲧
鲨
鲫
鲭
鲯
鲱
鲲
鲳
鲵
鲶
鲷
鲸
鲹
鲻
鲼
鳀
鳃
鳄
鳅
鳇
鳌
鳍
鳎
鳏
鳐
鳔
鳕
鳖
鳗
鳙
鳝
鳞
鳟
鳢
鳥
鳧
鳩
鳯
鳰
鳳
鳴
鳶
鳺
鳼
鳽
鴃
鴆
鴇
鴈
鴉
鴎
鴒
鴕
鴛
鴜
鴝
鴞
鴟
鴣
鴦
鴨
鴫
鴬
鴯
鴴
鴺
鴻
鴿
鵄
鵆
鵊
鵐
鵑
鵓
鵜
鵝
鵞
鵟
鵠
鵡
鵤
鵪
鵬
鵯
鵰
鵲
鵴
鵹
鵺
鵻
鶁
鶄
鶇
鶉
鶏
鶓
鶘
鶚
鶥
鶩
鶯
鶲
鶴
鶵
鶺
鶻
鶼
鶿
鷀
鷁
鷂
鷄
鷓
鷗
鷙
鷚
鷜
鷞
鷥
鷦
鷭
鷯
鷰
鷲
鷳
鷸
鷹
鷺
鸀
鸁
鸃
鸇
鸉
鸌
鸒
鸕
鸚
鸛
鸝
鸞
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸨
鸩
鸪
鸫
鸬
鸭
鸮
鸯
鸲
鸳
鸵
鸶
鸷
鸸
鸺
鸻
鸽
鸾
鸿
鹀
鹂
鹃
鹄
鹅
鹈
鹉
鹊
鹋
鹌
鹍
鹏
鹑
鹕
鹖
鹗
鹘
鹚
鹛
鹜
鹞
鹟
鹠
鹤
鹦
鹧
鹨
鹩
鹪
鹫
鹬
鹭
鹮
鹰
鹱
鹳
鹵
鹸
鹹
鹼
鹽
鹿
麁
麂
麃
麈
麋
麌
麐
麒
麓
麗
麛
麝
麞
麟
麥
麦
麩
麪
麫
麯
麱
麴
麵
麸
麹
麺
麻
麼
麽
麾
麿
黃
黄
黌
黍
黎
黏
黐
黑
黒
黔
默
黙
黚
黛
黜
黝
點
黟
黠
黡
黢
黥
黧
黨
黩
黮
黯
黴
黵
黷
黹
黻
黼
黽
黿
鼆
鼇
鼈
鼉
鼋
鼎
鼐
鼓
鼙
鼚
鼠
鼡
鼤
鼩
鼬
鼯
鼱
鼴
鼷
鼹
鼺
鼻
鼽
鼾
齊
齋
齎
齏
齐
齒
齕
齙
齜
齟
齡
齢
齣
齦
齧
齪
齬
齲
齶
齷
齿
龃
龄
龅
龇
龈
龉
龊
龋
龌
龍
龎
龐
龑
龔
龕
龗
龙
龚
龛
龜
龟
龠
龢
龥
ꆐ
ꙑ
ꙗ
ꜜ
ꜣ
ꜥ
ꞃ
ꠉ
ꠍ
ꠎ
ꠐ
ꠘ
ꠛ
ꠟ
ꠢ
ꠤ
ꦃ
ꦄ
ꦈ
ꦊ
ꦎ
ꦏ
ꦒ
ꦔ
ꦕ
ꦗ
ꦚ
ꦛ
ꦝ
ꦠ
ꦤ
ꦥ
ꦧ
ꦩ
ꦪ
ꦫ
ꦭ
ꦮ
ꦱ
ꦲ
ꦴ
ꦺ
ꦾ
ꦿ
꧀
꧇
꧋
꧖
ꩡ
ꩦ
ꩧ
ꩨ
ꩪ
ꩮ
ꩻ
ꬠ
ꬤ
ꭶ
ꭹ
ꭿ
ꮃ
ꮅ
ꮎ
ꮒ
ꮙ
ꮝ
ꮞ
ꮟ
ꮡ
ꮣ
ꮤ
ꮧ
ꮳ
ꮷ
ꮼ
ꮿ
ꯑ
ꯔ
ꯕ
ꯗ
ꯟ
ꯡ
ꯣ
﨑
﨟
ﬁ
ﬂ
ﭔ
ﭖ
ﭗ
ﭘ
ﭙ
ﭛ
ﭜ
ﭝ
ﭞ
ﭠ
ﭡ
ﭢ
ﭤ
ﭥ
ﭧ
ﭨ
ﭩ
ﭪ
ﭬ
ﭭ
ﭲ
ﭳ
ﭴ
ﭵ
ﭸ
ﭺ
ﭻ
ﭼ
ﭽ
ﮀ
ﮁ
ﮂ
ﮃ
ﮄ
ﮅ
ﮈ
ﮉ
ﮊ
ﮋ
ﮎ
ﮏ
ﮐ
ﮑ
ﮒ
ﮓ
ﮔ
ﮕ
ﮖ
ﮘ
ﮙ
ﮞ
ﮟ
ﮠ
ﮡ
ﮢ
ﮣ
ﮦ
ﮧ
ﮨ
ﮩ
ﮪ
ﮫ
ﮬ
ﮭ
ﮮ
ﮯ
ﯓ
ﯔ
ﯕ
ﯖ
ﯗ
ﯘ
ﯙ
ﯚ
ﯛ
ﯜ
ﯞ
ﯟ
ﯦ
ﯧ
ﯨ
ﯩ
ﯪ
ﯫ
ﯬ
ﯭ
ﯮ
ﯰ
ﯲ
ﯴ
ﯸ
ﯻ
ﯼ
ﯽ
ﯾ
ﯿ
ﰲ
ﱃ
ﱄ
ﱐ
ﱘ
ﱠ
ﱡ
ﱢ
ﱪ
ﱱ
ﱲ
ﱳ
ﱴ
ﱵ
ﱶ
ﲎ
ﲏ
ﲑ
ﲔ
ﲟ
ﲣ
ﲨ
ﲪ
ﳉ
ﳊ
ﳋ
ﳌ
ﳍ
ﳐ
﴾
﴿
ﶈ
ﷲ
ﷴ
ﷺ
︰
︱
︳
︽
︾
﹁
﹂
﹄
﹋
﹏
﹐
﹑
﹒
﹔
﹕
﹖
﹗
﹙
﹚
﹛
﹝
﹞
﹣
﹥
﹪
ﹰ
ﹶ
ﺀ
ﺁ
ﺂ
ﺃ
ﺄ
ﺅ
ﺆ
ﺇ
ﺉ
ﺋ
ﺌ
ﺍ
ﺎ
ﺏ
ﺐ
ﺑ
ﺒ
ﺓ
ﺔ
ﺕ
ﺖ
ﺗ
ﺘ
ﺙ
ﺚ
ﺛ
ﺜ
ﺝ
ﺞ
ﺟ
ﺠ
ﺡ
ﺢ
ﺣ
ﺤ
ﺥ
ﺦ
ﺧ
ﺨ
ﺩ
ﺪ
ﺫ
ﺬ
ﺭ
ﺮ
ﺯ
ﺰ
ﺱ
ﺲ
ﺳ
ﺴ
ﺵ
ﺶ
ﺷ
ﺸ
ﺹ
ﺺ
ﺻ
ﺼ
ﺽ
ﺾ
ﺿ
ﻀ
ﻁ
ﻂ
ﻃ
ﻄ
ﻅ
ﻆ
ﻇ
ﻈ
ﻉ
ﻊ
ﻋ
ﻌ
ﻍ
ﻎ
ﻏ
ﻐ
ﻑ
ﻒ
ﻓ
ﻔ
ﻕ
ﻖ
ﻗ
ﻘ
ﻙ
ﻚ
ﻛ
ﻜ
ﻝ
ﻞ
ﻟ
ﻠ
ﻡ
ﻢ
ﻣ
ﻤ
ﻥ
ﻦ
ﻧ
ﻨ
ﻩ
ﻪ
ﻫ
ﻬ
ﻭ
ﻮ
ﻯ
ﻰ
ﻱ
ﻲ
ﻳ
ﻴ
ﻵ
ﻷ
ﻸ
ﻹ
ﻻ
ﻼ
！
＂
＃
＄
％
＆
＇
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
［
＼
］
＾
＿
｀
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｊ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｑ
ｒ
ｓ
ｔ
ｕ
ｖ
ｗ
ｘ
ｙ
ｚ
｛
｜
｝
～
｟
｠
｡
｢
｣
､
･
ｧ
ｪ
ｫ
ｬ
ｭ
ｯ
ｰ
ｱ
ｲ
ｳ
ｴ
ｵ
ｶ
ｷ
ｸ
ｹ
ｼ
ｽ
ｾ
ｿ
ﾀ
ﾁ
ﾄ
ﾆ
ﾇ
ﾈ
ﾉ
ﾊ
ﾋ
ﾍ
ﾎ
ﾏ
ﾐ
ﾕ
ﾗ
ﾘ
ﾚ
ﾝ
ﾞ
ﾟ
￠
￡
￣
￥
￼
𐀍
𐀓
𐀠
𐀴
𐁁
𐌱
𐌹
𐍁
𐍊
𐎠
𐎢
𐎤
𐎬
𐎱
𐎹
𐎼
𐎽
𐏁
𐒀
𐒈
𐒋
𐒑
𐒒
𐒕
𐒘
𐒛
𐤀
𐤁
𐤃
𐤍
𐤑
𐰆
𐰉
𐰑
𐰔
𐰣
𐰸
𐰺
𐱃
𑂍
𑂏
𑂔
𑂠
𑂣
𑂦
𑂨
𑂩
𑂭
𑂰
𑂲
𑂷
𒀸
𒁺
𒂆
𒄑
𒈦
𒋗
𓅓
𓆎
𓊖
𓏏
𝑒
𝑔
𝑘
𝑝
𝑟
𝑡
𝘍
𝘢
𝘶
𝘹
𝘺
🇦
🇪
🇮
🇱
🇲
🇳
🇴
🇵
🇷
🇸
🇹
🇺
🇻
🇽
🌀
🌄
🌍
🌎
🌚
🌱
🌸
🌹
🍋
🍺
🎄
🎋
🎤
🐝
🐟
🐳
🐶
🐸
🐺
👇
👈
👉
👊
👋
👌
👍
👎
👏
👑
👕
👖
👣
👹
💃
💋
💎
💓
💕
💖
💗
💙
💚
💛
💜
💝
💞
💣
💩
💪
💸
📌
📚
📧
🔘
🔥
🔫
😀
😁
😂
😃
😅
😆
😇
😈
😉
😊
😋
😍
😎
😏
😑
😒
😔
😕
😘
😙
😚
😛
😜
😝
😞
😠
😡
😢
😣
😤
😧
😨
😫
😬
😭
😮
😯
😰
😱
😳
😴
😻
🙈
🙊
🙌
🙏
𠊎
𠊛
𠝹
𠮨
𠮾
𠱁
𠱂
𠱓
𠱸
𠲜
𠳏
𠴕
𠴱
𠵇
𠵱
𠸉
𠸏
𠹌
𠹭
𠹺
𠺝
𠺢
𠺫
𠻗
𠻹
𠻺
𠼻
𠽌
𠽤
𠾴
𠿪
𡀔
𡀲
𡁜
𡁵
𡁻
𡃁
𡃉
𡃓
𡃶
𡰪
𡲗
𡳞
𡵢
𢄂
𢆡
𢑥
𢫏
𢬿
𢭃
𢯎
𢱕
𢳂
𢴒
𣑲
𣾀
𤓓
𤗲
𤘅
𤮨
𥄫
𥇣
𥊙
𥌛
𥐞
𦟌
𦤏
𦧲
𦰡
𦵏
𧊅
𧐅
𧕴
𧙗
𧢝
𧣾
𧩙
𧴱
𨃩
𨇣
𨋢
𨏍
𨒂
𨣦
𨮁
𨯩
𩄲
𩰫
𩼈
𪏙
𪙛
𫍙
𫓧
𫗮
𫚈
##م
##د
##ى
##ᅵ
##ᄉ
##ᆷ
##ᄋ
##ᅳ
##ᆯ
##ᄌ
##ᆼ
##ᄆ
##ᅧ
##ᄒ
##ᅡ
##ᆫ
##ᄀ
##ᅥ
##ᆺ
##ᄅ
##ᅩ
##ᆻ
##ᄃ
##n
##o
##g
##u
##m
##a
##h
##e
##t
##i
##j
##y
##c
##z
##l
##s
##v
##r
##b
##p
##d
##w
##ᄂ
##ᄄ
##ᅢ
##ᄎ
##ᅮ
##ᆨ
##ᅬ
##k
##л
##и
##ј
##а
##н
##е
##f
##ۆ
##ر
##ە
##ي
##ۇ
##р
##к
##ர
##ம
##ப
##ா
##ய
##ி
##ு
##ந
##த
##ன
##မ
##ယ
##ဆ
##ပ
##ြ
##း
##в
##х
##м
##া
##য
##ᄇ
##ᆸ
##た
##め
##の
##サ
##ホ
##ー
##ト
##を
##す
##る
##こ
##と
##っ
##ら
##う
##か
##マ
##シ
##ン
##カ
##て
##あ
##れ
##ن
##س
##ت
##ش
##x
##ı
##q
##ণ
##ট
##ৰ
##ি
##গ
##ে
##ড
##ತ
##ರ
##ಸ
##ಶ
##ಕ
##ನ
##ು
##ದ
##ಯ
##ಲ
##ಪ
##ಡ
##ವ
##ಾ
##ಗ
##ყ
##ვ
##ი
##ნ
##თ
##ა
##ე
##ბ
##ク
##は
##お
##т
##г
##ᄐ
##ย
##ช
##ว
##ต
##ผ
##ि
##द
##श
##ी
##ह
##र
##ल
##ा
##ई
##อ
##ม
##ท
##ᅦ
##ᆰ
##ι
##α
##λ
##ο
##γ
##κ
##τ
##η
##ᅱ
##о
##ε
##ρ
##β
##ν
##ς
##ᅪ
##ᄁ
##ᅴ
##ᄏ
##ᆽ
##ᆭ
##त
##म
##स
##प
##ण
##क
##ᆾ
##ə
##3
##0
##7
##9
##6
##8
##न
##ड
##य
##п
##ω
##σ
##θ
##ด
##ெ
##ை
##க
##ூ
##ற
##ብ
##ለ
##ሎ
##ም
##ا
##ق
##ی
##ه
##ล
##ะ
##ฉ
##น
##เ
##ข
##ദ
##ാ
##ച
##ര
##മ
##ല
##യ
##ങ
##ള
##ി
##ൽ
##צ
##א
##י
##ה
##ם
##خ
##ف
##ᅨ
##ᅲ
##ᇁ
##ச
##ተ
##ባ
##በ
##ራ
##ቸ
##ው
##ና
##ф
##с
##і
##ヒ
##テ
##ィ
##ෙ
##ා
##ඉ
##ව
##ස
##න
##వ
##న
##ు
##క
##င
##သ
##ၺ
##ႇ
##ၵ
##ၼ
##િ
##લ
##ો
##ન
##ા
##ᅣ
##ᄊ
##ာ
##တ
##ေ
##მ
##რ
##უ
##დ
##ง
##บ
##ก
##ண
##ட
##ജ
##ഹ
##ക
##ം
##و
##پ
##ә
##ь
##һ
##ዲ
##ያ
##ላ
##ك
##よ
##に
##ᅭ
##ᇀ
##ᇂ
##ع
##ل
##ն
##ձ
##ե
##コ
##メ
##ラ
##ム
##タ
##န
##ည
##က
##ት
##ጒ
##ታ
##త
##ర
##ప
##ష
##ల
##ط
##ة
##ኾ
##ሰ
##ᆩ
##1
##2
##ร
##พ
##า
##แ
##ફ
##ഷ
##േ
##ഭ
##လ
##ႈ
##ၸ
##ၢ
##ႉ
##ำ
##ค
##ප
##ද
##ය
##ద
##గ
##ట
##ც
##ص
##ح
##ይ
##ስ
##ረ
##ን
##ম
##ল
##ন
##ø
##し
##ノ
##ロ
##ب
##ရ
##വ
##ൾ
##з
##ң
##ห
##ክ
##ሮ
##ቻ
##ች
##ೕ
##ಳ
##య
##స
##థ
##మ
##እ
##መ
##थ
##च
##4
##ब
##ो
##ᆮ
##у
##ч
##ం
##చ
##ぬ
##い
##く
##み
##ハ
##5
##ट
##จ
##โ
##ส
##ფ
##გ
##ს
##ઊ
##д
##я
##ـ
##ത
##പ
##െ
##ട
##ൻ
##ھ
##ድ
##ኽ
##ک
##ঠ
##স
##ত
##ী
##ং
##ঘ
##র
##ষ
##ক
##ز
##υ
##π
##φ
##ю
##щ
##व
##ᱟ
##ᱸ
##ᱠ
##ᱨ
##ᱤ
##ᱛ
##ደ
##ግ
##ፋ
##٧
##٠
##レ
##ッ
##ェ
##ማ
##ጅ
##ነ
##ശ
##സ
##ർ
##ש
##ר
##ศ
##ळ
##ব
##জ
##ဖ
##စ
##ফ
##দ
##ใ
##ภ
##ษ
##ฮ
##ॉ
##ხ
##ო
##२
##३
##८
##ग
##အ
##ျ
##ಹ
##ೂ
##ಷ
##ಬ
##ಂ
##ы
##ת
##ו
##מ
##ญ
##ป
##ถ
##ᄑ
##ሚ
##ቀ
##ጥ
##ழ
##ல
##ᅯ
##ᆹ
##ી
##ર
##એ
##ج
##ീ
##な
##گ
##ဟ
##ュ
##ஸ
##ス
##শ
##ष
##ခ
##б
##ц
##ए
##आ
##נ
##ח
##ш
##ן
##ே
##வ
##ዓ
##ቚ
##ቡ
##ጎ
##ጃ
##ಮ
##ד
##ע
##ไ
##உ
##ର
##ସ
##ା
##ቅ
##ज
##ɣ
##ត
##រ
##ន
##េ
##ះ
##ឈ
##ម
##ោ
##ង
##គ
##ល
##ស
##ק
##ਗ
##ਡ
##ਾ
##ਨ
##ਵ
##エ
##ל
##ט
##ჯ
##ტ
##ሸ
##ቶ
##δ
##ਮ
##ന
##ភ
##ទ
##វ
##យ
##ា
##ព
##হ
##ও
##כ
##ض
##హ
##æ
##қ
##ث
##კ
##ል
##ከ
##も
##ள
##ב
##ס
##ү
##ପ
##କ
##झ
##റ
##ढ
##ዛ
##ນ
##ທ
##ໃ
##ດ
##ອ
##ງ
##ຟ
##າ
##ກ
##ເ
##ຕ
##ມ
##ໄ
##ປ
##ວ
##ຍ
##ບ
##ະ
##ຮ
##ສ
##ລ
##ພ
##ຜ
##ຈ
##ɛ
##ڕ
##ێ
##ഫ
##ኸ
##ኣ
##ኑ
##ប
##ើ
##ជ
##ធ
##ែ
##ខ
##ዘ
##ሁ
##उ
##भ
##そ
##オ
##ਰ
##ਿ
##ੀ
##ਏ
##ਚ
##ҳ
##ৈ
##ጋ
##ま
##ዅ
##ኵ
##ሳ
##ဝ
##ႃ
##ր
##թ
##լ
##ħ
##ቱ
##ડ
##ત
##ዕ
##ሡ
##ɔ
##ထ
##ө
##э
##ට
##ග
##አ
##ठ
##ß
##ʼ
##ғ
##イ
##ナ
##ါ
##େ
##ଳ
##ତ
##ନ
##ध
##わ
##せ
##さ
##き
##চ
##ছ
##ঃ
##ગ
##ဇ
##ገ
##ක
##ⵎ
##ⵓ
##ⴼ
##ⵖ
##ቘ
##ጸ
##ር
##ካ
##ዶ
##چ
##ಣ
##ሊ
##ኮ
##ቹ
##પ
##ટ
##ણ
##ષ
##થ
##פ
##ɩ
##ः
##ա
##գ
##ի
##ս
##տ
##ո
##կ
##ը
##ሉ
##ქ
##ჰ
##ზ
##შ
##ই
##٥
##ళ
##ዳ
##ቁ
##ዋ
##ኦ
##ፎ
##খ
##ሕ
##ᄍ
##ธ
##り
##ሞ
##ዱ
##ア
##ル
##ツ
##や
##ဒ
##ʊ
##ŋ
##ሙ
##ፍ
##ዊ
##ж
##ﻻ
##ɖ
##ూ
##డ
##প
##ங
##غ
##හ
##ռ
##ց
##ख
##ซ
##ਣ
##इ
##ጊ
##ዮ
##ⴰ
##ⵏ
##ⴻ
##ഘ
##ಥ
##ஜ
##મ
##ક
##μ
##የ
##ቂ
##ڭ
##ݢ
##ળ
##બ
##５
##９
##ⵉ
##ⴷ
##ƒ
##ौ
##ۋ
##ټ
##ے
##ල
##ᆱ
##ڤ
##ቺ
##ዝ
##ቫ
##ኪ
##ቋ
##ਕ
##ਫ
##ⵙ
##ⴽ
##ⵛ
##ł
##ቕ
##ฎ
##ہ
##ಟ
##ઇ
##હ
##ય
##ሩ
##ᱦ
##ᱭ
##ᱰ
##ᱮ
##ᱥ
##ᱚ
##ᱱ
##ᆲ
##ဥ
##ឡ
##ក
##ៅ
##ឆ
##១
##៩
##៧
##ണ
##フ
##チ
##ဘ
##մ
##փ
##ङ
##ソ
##જ
##ሑ
##リ
##ヤ
##আ
##থ
##ð
##ଶ
##ଭ
##ଷ
##キ
##ହ
##ମ
##ୀ
##ୟ
##ଙ
##ኝ
##፷
##፭
##χ
##ⵣ
##ლ
##ਥ
##ਤ
##ネ
##ⴹ
##ⵡ
##ⵜ
##ҷ
##ൈ
##ಠ
##љ
##վ
##ふ
##ଇ
##ଦ
##ବ
##ႁ
##ಭ
##ధ
##ଟ
##ଆ
##ଲ
##ฤ
##ฆ
##ሬ
##ᱣ
##ᱝ
##ኩ
##ظ
##फ
##ʻ
##ᅫ
##ಧ
##ٹ
##బ
##ャ
##њ
##ね
##શ
##ጠ
##ኃ
##శ
##つ
##ၶ
##ධ
##ර
##ଗ
##અ
##ᄈ
##ቝ
##ቦ
##ニ
##ฏ
##ฟ
##ዩ
##ህ
##સ
##વ
##ઓ
##ቐ
##ณ
##ろ
##ウ
##ヘ
##ᱯ
##ᱲ
##ඩ
##බ
##ෑ
##ې
##ҙ
##ጆ
##ወ
##ጀ
##ょ
##ん
##ほ
##ഗ
##ణ
##छ
##ζ
##ឃ
##ញ
##ៃ
##ច
##ហ
##ផ
##អ
##ਓ
##ਸ
##ਇ
##ג
##ヨ
##೨
##೬
##೪
##ፀ
##ኞ
##ಆ
##ധ
##ﻮ
##ﺷ
##ﯘ
##ﻧ
##ﻠ
##ﯩ
##ﺮ
##ﻯ
##ⴱ
##ⵢ
##ኋ
##ፓ
##け
##ჩ
##ႄ
##є
##ᱞ
##ᱴ
##ᆶ
##セ
##ゆ
##ၽ
##ഴ
##ٲ
##ڳ
##ｓ
##ሏ
##ז
##ଞ
##ଚ
##ଥ
##ଏ
##ਠ
##ﻵ
##ಚ
##ۈ
##ξ
##ւ
##չ
##モ
##ভ
##ဢ
##ኤ
##ծ
##խ
##ᱢ
##ጭ
##đ
##է
##ք
##ち
##ැ
##ණ
##ຫ
##ړ
##ೖ
##ጻ
##ፊ
##ｴ
##ဗ
##ժ
##ዀ
##ⵋ
##ဂ
##წ
##ৎ
##ጮ
##ኺ
##ሽ
##ڵ
##ဉ
##ቆ
##ሹ
##ኖ
##ך
##ঞ
##յ
##ਬ
##ਜ
##բ
##દ
##ઠ
##ٽ
##ء
##భ
##ዉ
##ⵇ
##ዴ
##ፉ
##ఉ
##ォ
##ァ
##ๆ
##դ
##շ
##ჭ
##ጣ
##ឯ
##ណ
##ዙ
##ኒ
##ዞ
##ৱ
##ʋ
##ቓ
##へ
##ৗ
##ഡ
##ኛ
##ฐ
##ډ
##ګ
##ଃ
##ଧ
##ⵔ
##ፈ
##ሱ
##ಜ
##ቲ
##ஃ
##ђ
##ઝ
##ሃ
##ধ
##अ
##घ
##ጹ
##ძ
##ኘ
##এ
##ᆬ
##ጓ
##ଡ
##ත
##ఫ
##ቛ
##ኻ
##ψ
##ଣ
##ｯ
##ъ
##ሓ
##ƙ
##□
##ღ
##ञ
##ⵍ
##ಖ
##ધ
##ሠ
##ሶ
##ቃ
##ᱷ
##ᱫ
##ဣ
##ሪ
##ਹ
##ਲ
##պ
##ذ
##ڙ
##ሌ
##ղ
##ដ
##ଉ
##ృ
##జ
##ఞ
##ঙ
##ڍ
##ڻ
##ɗ
##ළ
##ඳ
##ഖ
##ਦ
##ઉ
##ഠ
##ұ
##ஷ
##ൺ
##և
##հ
##ៀ
##ୱ
##ኡ
##პ
##१
##९
##ں
##ҡ
##ೃ
##ബ
##え
##ම
##ճ
##ᅤ
##ጵ
##ਉ
##џ
##ચ
##৻
##ኗ
##ච
##ಘ
##٣
##ෘ
##ෂ
##ଜ
##ኢ
##ョ
##ଠ
##ڪ
##४
##၅
##၂
##၉
##၀
##ዎ
##ဋ
##ဌ
##ሥ
##۳
##۰
##ቬ
##፲
##፯
##ቭ
##ฝ
##ጽ
##զ
##ɓ
##ﱠ
##ຣ
##ຖ
##ﻦ
##ሻ
##ऐ
##ミ
##ዬ
##ៗ
##ڊ
##ዒ
##ᱡ
##ᱩ
##ዑ
##ഥ
##ቢ
##ጦ
##ឲ
##°
##ﻷ
##ջ
##ሐ
##ፏ
##ץ
##ថ
##ⵄ
##ⴳ
##ጨ
##ｲ
##ケ
##ખ
##৮
##٩
##٢
##०
##ଂ
##ґ
##١
##ແ
##ٱ
##૦
##૮
##૧
##ᱳ
##ૌ
##ひ
##ਆ
##ɲ
##ఠ
##ጧ
##ሺ
##ሖ
##¬
##ఖ
##ᱵ
##ፕ
##ओ
##ڏ
##ഞ
##ڑ
##ಢ
##ኟ
##ﺸ
##ﺘ
##ﺍ
##ﻛ
##ﭽ
##ﯨ
##ﻐ
##ﺎ
##ڦ
##ஞ
##ዪ
##ௗ
##ਘ
##៤
##៥
##ቴ
##ゃ
##ף
##۷
##۵
##ሜ
##ዚ
##ቪ
##ጉ
##ಫ
##۸
##ฑ
##ਈ
##ꞃ
##ዜ
##ಞ
##অ
##ဈ
##´
##ⵕ
##ଖ
##ଛ
##ሲ
##ਟ
##ਊ
##җ
##೯
##ៈ
##ឋ
##ワ
##ዐ
##ᱹ
##ሔ
##ฒ
##ऋ
##þ
##ⵃ
##×
##ഢ
##ｅ
##ｌ
##ሟ
##ॊ
##ǝ
##ഃ
##ဠ
##օ
##ћ
##ၾ
##উ
##ଯ
##ໆ
##ੜ
##ఢ
##ఎ
##ઈ
##ઘ
##ﺭ
##ﮔ
##ﻨ
##৬
##৩
##٨
##ථ
##༤
##ག
##む
##ൗ
##ຽ
##ږ
##ۍ
##ｍ
##ૉ
##ሴ
##ቾ
##ዢ
##ሾ
##ⵗ
##५
##ዥ
##ҫ
##ਢ
##ᱜ
##ᱼ
##૩
##అ
##᱘
##᱗
##᱕
##ਝ
##ਐ
##ຢ
##ሒ
##ఐ
##ጂ
##ႊ
##ጺ
##ጕ
##ઃ
##১
##৫
##০
##৪
##৯
##ቷ
##ఓ
##ᆿ
##ਪ
##ፂ
##ፁ
##ፖ
##០
##ቄ
##ঢ
##ጐ
##ژ
##ಎ
##ኙ
##ፃ
##ભ
##ቤ
##ᱽ
##ऊ
##ඟ
##ଓ
##இ
##৭
##ቑ
##ኹ
##៣
##២
##ᅰ
##ఆ
##ఒ
##ఙ
##ః
##ڈ
##ઞ
##ӊ
##ජ
##೮
##೫
##ፅ
##ዖ
##ኳ
##ઢ
##ጡ
##ຂ
##ﱢ
##ⵂ
##ˈ
##᱑
##᱙
##ː
##ဏ
##උ
##ඨ
##ශ
##ፒ
##ڼ
##ఘ
##ɨ
##ጫ
##७
##භ
##ឮ
##৷
##ቧ
##０
##６
##ڽ
##ჟ
##எ
##ஹ
##۴
##ֆ
##ቍ
##ᱶ
##ဍ
##¢
##ጾ
##ኬ
##౦
##ዷ
##འ
##۲
##ⴾ
##ۏ
##ٺ
##ゅ
##ﻟ
##ﻌ
##ﻴ
##ﻢ
##ਅ
##ڠ
##＝
##ڬ
##ﾝ
##ಛ
##ഈ
##ਯ
##၇
##එ
##ኔ
##ሯ
##ኅ
##ၻ
##ຄ
##ऽ
##۱
##ໂ
##ሄ
##ஈ
##၃
##၁
##ആ
##ឧ
##ځ
##છ
##ꜜ
##ښ
##ං
##ଅ
##ﻹ
##ϑ
##ଵ
##ᱧ
##ቿ
##ጩ
##℃
##ቨ
##ឝ
##ሣ
##ဓ
##༧
##པ
##ঝ
##ｼ
##ɑ
##६
##ﾀ
##ሂ
##º
##২
##ሆ
##၆
##ඥ
##ユ
##ˆ
##ヵ
##ऑ
##ⵚ
##ଫ
##༩
##༣
##༥
##ຳ
##ቖ
##ཐ
##ጢ
##ڀ
##ਧ
##୯
##୦
##ｐ
##ﺯ
##ໜ
##୬
##ዠ
##ⴶ
##ፐ
##ĳ
##ዤ
##ቮ
##ઍ
##ሀ
##ຊ
##ໝ
##ဎ
##ฯ
##೩
##೭
##ゥ
##۹
##ሷ
##ぇ
##ጌ
##ෆ
##ɫ
##આ
##٤
##ઐ
##ጤ
##ዌ
##ቼ
##ﺪ
##ﻩ
##ឌ
##٦
##ጁ
##ዔ
##ڧ
##૯
##ಅ
##ﻪ
##ﺏ
##ⵆ
##ඹ
##₂
##ਭ
##ན
##ང
##ፌ
##ฬ
##᱐
##᱒
##ڄ
##ዃ
##ඬ
##ᱪ
##ஐ
##ኜ
##ヶ
##ﯚ
##ﻜ
##ﺴ
##ﻰ
##ଢ
##ﻣ
##ኰ
##څ
##３
##ぉ
##ﻳ
##ﯔ
##ⵊ
##၄
##ª
##ፆ
##ۄ
##೦
##ഛ
##ඡ
##΄
##ጶ
##ⵟ
##૭
##૨
##૪
##ڌ
##ڃ
##അ
##−
##ቈ
##ෟ
##ዦ
##ဧ
##໖
##ʃ
##ﳌ
##ﻋ
##ﺕ
##៦
##ቒ
##ఛ
##ኚ
##ਖ
##ལ
##ဃ
##ઑ
##ᱬ
##ඔ
##ར
##ས
##◯
##ｗ
##ঐ
##ඇ
##ឿ
##ぁ
##ﺳ
##ƭ
##ﻓ
##ﺖ
##ሦ
##ሼ
##၈
##ٿ
##ﻘ
##ﻞ
##۽
##എ
##ஆ
##ɐ
##ⵥ
##᱔
##ヌ
##ୗ
##ឬ
##૬
##ឱ
##ﻼ
##ﻫ
##ⵅ
##ѕ
##ᆪ
##۶
##ଈ
##ゝ
##ﮪ
##ﭘ
##ಃ
##ᱺ
##ཁ
##མ
##ﺩ
##ﻡ
##ਛ
##ﮬ
##ഓ
##ឣ
##૫
##ಒ
##ጪ
##ﺉ
##ఽ
##ﺗ
##ﯟ
##ﻥ
##ʒ
##ฌ
##༠
##༡
##ཀ
##ʹ
##அ
##ﯽ
##ɪ
##བ
##ཆ
##ఱ
##ኂ
##ʿ
##ෛ
##අ
##œ
##ዯ
##ｉ
##ዟ
##µ
##ኲ
##ଝ
##ﯧ
##ﭗ
##ⵀ
##᱖
##औ
##୮
##୪
##ﻇ
##ﻔ
##ဿ
##୭
##ﻭ
##ﻲ
##ʾ
##੦
##੮
##ﻤ
##ﺔ
##ዾ
##ዼ
##፱
##፻
##፺
##៨
##８
##ዡ
##ଘ
##ｱ
##ད
##ˁ
##ഇ
##ຝ
##ඃ
##ڱ
##ཉ
##ឥ
##˝
##ऒ
##୨
##ආ
##£
##፩
##፮
##ㅋ
##ɡ
##೧
##ɬ
##～
##ڇ
##ʔ
##፴
##፬
##୫
##ሿ
##ඒ
##ﺑ
##ﻖ
##ഐ
##ۃ
##ڨ
##ˌ
##７
##１
##ጬ
##ಐ
##ⵈ
##ឫ
##፶
##ፔ
##⁄
##ﾋ
##᱓
##ʁ
##፰
##ѳ
##ﯕ
##ﺠ
##ඛ
##ఁ
##ഒ
##ŀ
##ඵ
##፳
##ײ
##ቜ
##ཝ
##፪
##ဩ
##ƴ
##ﾁ
##ཏ
##ඝ
##ጇ
##ⵯ
##ƚ
##ፑ
##ಏ
##㎝
##ጄ
##ጲ
##ﺌ
##፫
##ዣ
##ኼ
##ఇ
##ﯾ
##༨
##ཟ
##ၿ
##ﺰ
##ﯞ
##ﻗ
##２
##ɚ
##ﾘ
##ａ
##ﻁ
##ｃ
##ｄ
##ｔ
##㈜
##ﻬ
##႐
##႙
##ſ
##ﮙ
##ጳ
##ܘ
##ܪ
##ܝ
##ܐ
##ٻ
##ऍ
##ੳ
##ෲ
##㈱
##ﻊ
##ʀ
##ɳ
##ނ
##ޑ
##ކ
##√
##ಇ
##ꩡ
##ඤ
##፹
##༦
##༢
##ﮂ
##ﻱ
##ጴ
##ﱡ
##＋
##ጰ
##ቊ
##ﮅ
##😭
##ಝ
##³
##👌
##ඕ
##ཅ
##￼
##ዂ
##ｖ
##─
##ㅎ
##ㄴ
##ﯜ
##ﯛ
##ﭖ
##ﾕ
##ｆ
##ᱻ
##୧
##ﯗ
##ﭙ
##ﷲ
##ﺐ
##ཌ
##ﻸ
##ɞ
##¤
##႑
##ヲ
##ᆴ
##²
##ｂ
##ឍ
##ﺒ
##ٴ
##ቯ
##¦
##ٶ
##ﺨ
##ﺼ
##໔
##໕
##໙
##ၥ
##ʣ
##ൿ
##ⵧ
##୩
##々
##ﺧ
##ﺋ
##ﻕ
##ཕ
##ƃ
##ቩ
##●
##😘
##😍
##◦
##ﻑ
##ㅠ
##໓
##ʐ
##ཇ
##໘
##໗
##ๅ
##ﾈ
##ഉ
##ಉ
##ˑ
##ఈ
##˚
##ｇ
##ﮯ
##ﯿ
##ﮟ
##ﮫ
##ཡ
##ɵ
##ཚ
##ᜎ
##ᜄ
##፸
##ཛ
##¸
##４
##ʎ
##ℓ
##ﻆ
##፵
##∴
##ఏ
##ஓ
##ஊ
##ﺱ
##ᆵ
##∼
##ɾ
##ｎ
##ஒ
##ʌ
##ഏ
##ⅱ
##ჲ
##ꩪ
##℅
##۞
##ﭭ
##ㆍ
##ঈ
##ﮕ
##ｶ
##ʺ
##ʏ
##⋯
##۾
##ኀ
##ཞ
##ၷ
##ጼ
##®
##ʲ
##ஏ
##😡
##ኧ
##ﺀ
##㎢
##ʑ
##★
##ﻂ
##ｒ
##↑
##÷
##ԥ
##ሤ
##ŧ
##ⵒ
##ﻄ
##ﺤ
##ﻏ
##װ
##๔
##๕
##ℳ
##ઙ
##ﬁ
##ཤ
##ඪ
##ཎ
##ঊ
##ඞ
##ﯙ
##ʉ
##←
##ﯼ
##ኆ
##ಓ
##₁
##ﺟ
##႒
##ꮼ
##ꮒ
##ꭿ
##ꮝ
##ꮧ
##ゐ
##੯
##੭
##ཨ
##൯
##₦
##ҧ
##ӡ
##ﺛ
##ൎ
##ឦ
##💃
##ﷺ
##႕
##႔
##㎜
##㎉
##๐
##๓
##๙
##ﾎ
##ཙ
##ဤ
##ﺵ
##ऎ
##ॲ
##ｏ
##゜
##ਔ
##ᮏ
##ᮝ
##ᮜ
##ɟ
##ﭪ
##႘
##ᮌ
##∙
##ܦ
##ܠ
##໐
##ﭼ
##ఋ
##±
##ҵ
##႓
##㎞
##ߦ
##ﯬ
##ވ
##ހ
##ੲ
##𐒘
##𐒈
##𐒑
##𐒛
##𐒒
##𐒕
##𐒀
##ɒ
##ˠ
##ﺇ
##ϱ
##ϛ
##ⲁ
##ⲗ
##ⲙ
##ﺅ
##ﺬ
##ꩮ
##ꩦ
##ኄ
##ゑ
##ｘ
##ʧ
##ʂ
##ﺲ
##ܗ
##ഔ
##ጯ
##🐝
##ヽ
##ሢ
##ﯖ
##ﻙ
##ଋ
##ゎ
##❞
##ሇ
##ϕ
##ኍ
##ﺆ
##😧
##ኁ
##ᠣ
##ᡤ
##ᠨ
##႞
##ｕ
##∶
##ǀ
##ఊ
##ﻚ
##ɦ
##ઋ
##ಙ
##ൡ
##๗
##ﭺ
##→
##ၹ
##ঔ
##ᨒ
##ᨚ
##☆
##ﾊ
##ዸ
##ﺣ
##ﳊ
##ጿ
##ꦩ
##꧀
##ꦥ
##ꦪ
##ꦔ
##ꦤ
##੨
##੬
##ឳ
##¨
##ቔ
##ⵤ
##ｫ
##ױ
##ﭡ
##ⶉ
##¥
##≤
##ʰ
##ﾆ
##ፄ
##ﮢ
##ｋ
##ꦮ
##႖
##ܟ
##ܙ
##ⵌ
##ඊ
##ｊ
##ﭤ
##😜
##ⁿ
##ʷ
##ဪ
##ﺶ
##€
##ↄ
##ƫ
##ຯ
##ⲉ
##ⲧ
##ⲣ
##ⲛ
##ⲭ
##ⲏ
##ⲓ
##ਃ
##ᨕ
##ꙑ
##ᎁ
##ጘ
##ঋ
##ƣ
##൨
##¹
##႗
##ҟ
##ꮙ
##ꮿ
##ҥ
##ɴ
##౮
##ﻈ
##ｈ
##ﺓ
##ӈ
##ヰ
##੧
##ﭧ
##ﮣ
##ᮎ
##ᮦ
##ᮊ
##ಋ
##ʽ
##∕
##ឪ
##ﻀ
##⁶
##ጱ
##ﱵ
##ᚹ
##ᚩ
##ᛗ
##ᚢ
##ˣ
##ӄ
##㎡
##ⶀ
##ዽ
##😕
##😑
##ｷ
##ㆀ
##👍
##ཊ
##ॡ
##ݣ
##ㄱ
##ヮ
##💣
##ᮃ
##ㅇ
##ﾏ
##😒
##ﮞ
##ӕ
##ឰ
##♡
##ᛞ
##ᛁ
##༸
##ⲕ
##ⲟ
##ʱ
##ʈ
##ﮏ
##ጝ
##ﭠ
##ｙ
##ﮡ
##ಈ
##≪
##ｚ
##ﮐ
##˜
##ᓇ
##ᕗ
##ᑦ
##ᖽ
##ᐧ
##ᖿ
##੪
##ᮍ
##ᮛ
##ᮔ
##᮪
##○
##🙌
##ﻒ
##ﺿ
##ﻉ
##ﺻ
##ﯦ
##ꙗ
##ѥ
##๒
##๘
##½
##ⅰ
##ﮦ
##ﲑ
##∞
##⋅
##ၚ
##™
##😂
##⁵
##ڥ
##ﻝ
##ܒ
##ܬ
##😋
##ၦ
##ߞ
##ߏ
##ၤ
##ၣ
##ㅍ
##⁹
##ⴴ
##ʤ
##😇
##🎄
##ˇ
##♭
##ﮑ
##ଐ
##൦
##൧
##ぅ
##ﺾ
##ﮁ
##ඈ
##ﾞ
##ｽ
##𐌱
##ލ
##■
##ﯓ
##ᓄ
##ᐃ
##ඌ
##ʦ
##≡
##ڢ
##ۊ
##ჳ
##╱
##ϖ
##ᵘ
##੩
##੫
##໒
##ㅏ
##๑
##😴
##♥
##₱
##ᮒ
##ᮞ
##ᮇ
##ぃ
##ⵠ
##ⵁ
##ﮄ
##៛
##ﳉ
##〒
##ﮘ
##😊
##ꦱ
##ꦠ
##ሧ
##ɹ
##ﭬ
##😁
##ㅡ
##🇸
##🇴
##≈
##ɕ
##˙
##ⅹ
##ｑ
##😬
##㏄
##￥
##ㄚ
##ﮠ
##≫
##ཪ
##ˋ
##〆
##ʝ
##˭
##ˊ
##ɜ
##ɤ
##ރ
##ބ
##ႏ
##ཿ
##ﾇ
##ՙ
##ﺹ
##῾
##ꜥ
##∫
##ﺢ
##௦
##௮
##އ
##ޖ
##ގ
##ቇ
##↔
##⌒
##©
##ㅈ
##ҩ
##ሗ
##ಊ
##ʕ
##ﺞ
##ኴ
##ጔ
##ᴇ
##＜
##ｵ
##ฃ
##ﭥ
##ﺃ
##ఝ
##ਞ
##😠
##▶
##ܡ
##ܢ
##𐱃
##𐰔
##ﯪ
##๖
##ɮ
##ཧ
##ዹ
##ﮋ
##ﺁ
##ॐ
##ꦫ
##ኌ
##ヱ
##ﲎ
##💖
##ᮧ
##ᮙ
##౫
##ჱ
##💪
##ꮎ
##ｬ
##ꩧ
##ʙ
##ˢ
##ഝ
##ⶂ
##ǃ
##ˮ
##ɯ
##ឭ
##ౄ
##＞
##ㄨ
##ɭ
##ㄣ
##∣
##ᴡ
##ꜣ
##😏
##ɝ
##ᛖ
##ᚱ
##ᮂ
##₩
##ﹰ
##▲
##൫
##൬
##൪
##ⶇ
##ឩ
##ఔ
##⁰
##ಔ
##౯
##ዧ
##゛
##ᵏ
##ᵗ
##ɧ
##☉
##¾
##ଊ
##ｭ
##ɥ
##ｰ
##ೞ
##ﲪ
##ﮧ
##ᡠ
##ᡵ
##👇
##ෳ
##⾯
##ㄷ
##😉
##😀
##ඦ
##ﮭ
##ｧ
##⅜
##᭄
##ᬯ
##ᬭ
##ԁ
##∆
##ඣ
##╰
##ދ
##♪
##ᛋ
##ᛏ
##ﺚ
##ꠛ
##ꠤ
##ꠉ
##ꠘ
##ꠎ
##ⅲ
##ﭨ
##ﭩ
##⁴
##ﮎ
##ѹ
##ܥ
##މ
##❤
##ﮈ
##ﮮ
##ɽ
##ਙ
##ጏ
##໑
##ϐ
##൩
##№
##♯
##⊥
##ㄡ
##𐰸
##ﮓ
##💩
##ﮀ
##ܣ
##ﻃ
##ތ
##ޅ
##ｾ
##ސ
##ㄅ
##ᮄ
##👊
##👋
##🔫
##ၐ
##𐰆
##𐰑
##𐰣
##ﺡ
##ⶋ
##ઔ
##△
##ଽ
##ዻ
##∩
##💕
##ﺄ
##ฅ
##ܩ
##ᵒ
##ጛ
##⅓
##ⶄ
##ˤ
##ཥ
##ㄈ
##ㄌ
##ㄏ
##ㄕ
##ㄊ
##ㄙ
##ㄧ
##ㄩ
##ㄛ
##ㄟ
##ㄠ
##ㄥ
##ㄢ
##ﺝ
##₰
##ჴ
##ঽ
##৹
##ᵐ
##ѣ
##ǉ
##ﺜ
##ᚫ
##ॠ
##ኊ
##ﻍ
##ﾗ
##ｳ
##ܕ
##ᚾ
##ㄞ
##ㄉ
##ﭸ
##ɱ
##ǁ
##ﶈ
##ﲔ
##ᵻ
##😃
##˧
##˥
##ዄ
##ꯔ
##ꯡ
##ꯕ
##💜
##≥
##᧣
##〇
##③
##ˀ
##⽂
##₆
##╗
##ⲥ
##ᒃ
##ᑎ
##ᑐ
##㎠
##ᮕ
##ⲩ
##ⲡ
##ϯ
##ዺ
##ଔ
##ᠯ
##ᠠ
##ᠭ
##ﮃ
##ܚ
##₃
##ឞ
##ᮓ
##ㅅ
##ㅣ
##ѧ
##ʨ
##㎏
##ഊ
##ﹶ
##ﭳ
##🇹
##🇳
##😞
##ˉ
##😙
##ㄘ
##ᑭ
##ᖅ
##ᑕ
##ᕐ
##ᔪ
##ᐊ
##ꦭ
##ﺫ
##ഽ
##ᵑ
##ᜆ
##ഌ
##౪
##౧
##ඖ
##⁻
##ⵐ
##ɸ
##┼
##ԑ
##☝
##ⴣ
##ﮉ
##ҭ
##ﲏ
##ﭢ
##🐶
##ⶐ
##≦
##ዿ
##ꦝ
##ꦕ
##ꦛ
##ﺂ
##ⲱ
##ܫ
##ⵝ
##˩
##ᵃ
##ӏ
##ⶏ
##ᮚ
##ᮘ
##ഋ
##ƶ
##ጚ
##ᚨ
##ᨑ
##ᨇ
##ᨙ
##ᨊ
##ೄ
##𑂍
##𑂭
##𑂲
##൮
##≧
##ﱶ
##∑
##ᡳ
##😢
##ᮆ
##🐺
##ޔ
##ﮒ
##㎦
##⠀
##ཋ
##˨
##ﾍ
##ｹ
##¼
##ऌ
##ӽ
##ﺥ
##൹
##ﳍ
##ꩻ
##♂
##ඓ
##ﯭ
##👣
##ѫ
##∈
##ፇ
##ƿ
##ǌ
##👏
##━
##┛
##ᆳ
##ﭛ
##ƞ
##😤
##ܖ
##😅
##𐎬
##𐎼
##𐎱
##𐎠
##𐤃
##𐤍
##ႌ
##⇒
##￣
##ﱘ
##😮
##ﺺ
##ﭻ
##ᶜ
##ҕ
##ㅉ
##ⲇ
##ၩ
##ꮟ
##│
##ѵ
##😳
##ꦲ
##ꦒ
##☸
##👈
##ˡ
##ﭞ
##ꦿ
##ꦺ
##ꦴ
##💓
##ؽ
##ﮊ
##👎
##😨
##ⅳ
##♩
##ɘ
##😈
##ᚦ
##ᛚ
##ɰ
##ㄹ
##ފ
##ඏ
##ጙ
##ﱪ
##𑂷
##𑂔
##𑂣
##𑂩
##ጷ
##𐰺
##ޝ
##ᨅ
##ᨀ
##¯
##ꦗ
##ꦧ
##፼
##ﺦ
##℉
##ᮖ
##㋹
##ﭲ
##😝
##ﮩ
##☀
##ၜ
##ᠮ
##ᠰ
##⅔
##ﰲ
##ꦃ
##ϩ
##ᠲ
##ᠤ
##ᠷ
##ㄤ
##㌦
##₄
##ﳋ
##👑
##🎋
##ྋ
##ಱ
##ɶ
##ﭵ
##♠
##ㄆ
##ㄇ
##ᠪ
##ℎ
##☺
##ᙱ
##ᓂ
##᾿
##ۦ
##ᚋ
##ᚒ
##ᗺ
##ᗷ
##ᗅ
##ﱐ
##ꮣ
##ꮅ
##˛
##ﺽ
##ﬂ
##ಽ
##❌
##ᥪ
##ϲ
##ﭝ
##ꯗ
##ꯣ
##👕
##𐎢
##𐎽
##𐏁
##᧠
##🌸
##🎤
##ҍ
##✞
##😻
##₈
##ܛ
##ʟ
##ͻ
##ﱃ
##ᨔ
##ᨈ
##∘
##ﭔ
##ᵁ
##⻄
##ﻅ
##ϸ
##∏
##〡
##█
##ၮ
##🔥
##｜
##ᚏ
##ﾟ
##ｿ
##ǳ
##ୠ
##ᆞ
##ᮈ
##►
##ҹ
##▼
##ፗ
##ㅓ
##✌
##✊
##௫
##ᗩ
##ᗰ
##ℜ
##ܓ
##ႋ
##𑂠
##𑂰
##𑂏
##ﮖ
##ۉ
##ڜ
##𓅓
##𓏏
##𓊖
##ᛠ
##ᚪ
##ᮠ
##ﯫ
##💸
##⑤
##ｪ
##💞
##💝
##ꮃ
##ꭹ
##ㄔ
##ㄖ
##♝
##②
##〮
##ฦ
##ᑖ
##ᓗ
##ᮡ
##ﱄ
##ꦚ
##ۻ
##ꦾ
##ꦏ
##₤
##ﻎ
##♙
##ࡏ
##ㇰ
##ⲃ
##ɻ
##𐀓
##𐀠
##𐀴
##𐀍
##ꠟ
##ꠐ
##ﭴ
##↓
##𒂆
##𒈦
##ႀ
##ƅ
##an
##en
##in
##er
##ar
##on
##at
##al
##is
##as
##es
##el
##am
##or
##ak
##it
##et
##un
##il
##os
##ad
##ik
##ir
na
##om
##ur
##em
##ol
##ga
##im
##us
##ch
##ta
##ti
##ek
##ul
##ed
in
de
ال
##um
##ia
##id
##ang
an
##ag
pr
##ay
##ab
##ut
##ing
##ان
##ot
##ok
##od
##eg
##wa
##uk
##ov
di
##ah
##te
ku
##ap
##ic
##ra
##ig
##and
sa
en
##he
la
al
##ie
ma
##tr
se
le
ka
##ен
##ан
##ci
##ong
##ya
un
##ار
##ud
##ib
##ana
##st
ta
##ent
##ha
##ст
20
##ال
ar
##op
##eh
ni
ch
ne
##og
##ba
##iz
ya
##le
##ja
##end
da
##sa
ng
##tu
##la
ti
##ara
##ар
##re
te
##iv
##na
am
ba
##ob
##ez
##je
is
mu
to
##ka
##ат
at
es
wa
##hi
##ala
##ون
##ов
##aka
##oz
##ion
pa
##eng
##se
##to
no
##da
##ung
##ات
на
пр
##ne
##ip
##ye
##ua
##we
ak
##ina
##ari
##ер
re
##ela
##ور
el
for
si
nga
##ij
##но
##ub
as
##va
##ал
##ter
##ni
##up
19
##ma
##ata
##yo
##ام
ko
so
##ит
##ست
##ali
##di
on
tr
ha
ab
##ue
##ist
##ор
##ार
st
##ول
per
##de
va
##ug
##ani
##ele
ol
200
par
##ow
##ika
##ke
##za
##si
##ин
##ين
##ere
по
##oc
##ama
ke
##ου
be
##ет
##li
##amb
##ini
me
##اي
im
##ada
##ел
##ant
th
do
##या
##ova
الم
##era
##ku
##ita
##ene
##zi
##ند
##ih
##اد
##ед
ap
the
##ati
con
##ав
##он
##wo
##ca
##ira
##est
je
mo
##ve
पर
##ية
com
su
kon
##ол
ki
er
ad
ja
et
##ия
##ji
##ho
##ce
ag
##ona
kom
iz
##ам
fa
ny
van
em
##од
##ای
ang
za
##lar
##ии
sp
##ri
ان
um
##any
go
##sk
##isa
##ine
##ো
li
##hu
201
il
##от
##eni
##eb
##ju
lo
##ान
##ile
من
##ane
##ны
om
ra
mar
##ou
mi
af
##ena
op
او
og
##ак
##asi
kan
ga
ver
ir
##oj
##all
av
##be
##ind
or
##00
##ем
##yn
##ila
##ale
uk
##ом
##ین
man
##ил
kw
##io
##ens
bo
##ze
في
##ver
##ск
##اس
##ια
ob
que
##ill
of
##pe
nd
##und
##ell
##이
##को
str
##ula
##ला
##ost
##ад
##ري
ye
bi
##emb
##ans
##ord
##ек
mat
##τα
##are
den
##ore
bu
##uma
##oni
##ima
ek
##ehova
##iti
##asa
##لى
##ast
##ili
sk
##ite
##pr
##им
##का
med
ve
##ог
##pa
od
##اب
kr
gr
die
##isi
##ων
##ning
##of
##yi
##iri
##رو
pe
##oi
os
eur
##eri
##ас
##una
mas
##ond
##ир
and
##ود
##ish
##وم
##मा
##ης
##ki
##por
min
##لي
##ych
tu
##ик
##ει
az
##ura
##ym
##for
په
bil
##ств
##وا
men
##ᅳᆫ
it
за
##anga
##ᅳᆯ
##ու
ca
ok
ts
##را
##vi
##uc
ter
ay
pag
##adi
vi
mak
##ann
##ate
##ها
##vo
som
nu
pol
##uz
##аз
reg
##ade
ac
##ano
del
##eta
##aki
mga
##eka
tal
##ικ
##ری
qu
##하
##uri
##ise
##ын
##ın
##wi
##bi
##ys
##да
sh
yo
##lan
##uh
##ica
ed
به
##aba
des
10
fr
##πο
##ts
κα
##me
ge
##aya
ber
##िक
sam
##ete
##ora
##so
##uka
##ente
ho
we
##no
##तर
##ता
##ив
##ro
##ola
he
dan
در
##gan
po
##olo
kas
##ulu
ci
##ire
کې
##ida
##alo
да
##eke
##ako
##itu
##int
##ير
##ρο
det
##art
##ake
vo
pod
##ende
hi
##رد
##imo
##atu
ri
til
##pl
ur
12
##ust
##ers
##ash
ind
pan
##ego
не
##elo
der
##لا
##ис
##wan
می
##ना
co
les
##ие
ik
kun
##ော
##jo
##fa
het
##ул
##ра
res
eg
pas
##esu
##об
mal
##lik
##ρα
الت
du
15
##ato
##وي
met
pi
##ard
##ess
##ति
##ler
##aku
##cha
##ич
est
dis
11
وال
ut
##다
mb
##ation
br
об
ban
yang
wo
##ाल
##ori
##их
##ami
18
##ার
##уд
por
कर
##ما
##ko
lu
##на
##ос
##eho
##ema
ez
##lo
ai
##qu
##kan
by
art
val
pos
jo
##anda
##ци
با
##ес
ст
##ებ
##ան
##oma
ex
##τη
##िन
##eli
aw
kat
##cion
##из
##ⴰⵏ
##ρι
##oko
kar
fin
##uru
ser
##po
الا
##ɔn
bib
##το
dr
han
nan
##co
sen
##iss
us
##دا
##iy
##та
##ament
bar
tur
##نى
##ito
nag
##one
europ
##ыл
har
##ите
##ур
uz
und
dal
##yd
वि
##han
##ата
##ese
##ett
##ista
от
##пр
##ge
##ɛn
kul
##lu
##yr
##ва
##ои
199
##وی
sal
##enti
jehova
long
ام
ndi
##ित
##ec
چې
##ith
tan
##ег
strong
را
##mi
##che
13
اس
##hl
##ез
##bo
ce
gen
##man
##ᱱᱟ
nt
##esi
14
##نا
inter
mag
sin
##gi
##tor
ба
##는
bat
##amp
sz
##یر
##cht
##ок
bir
##ado
##يا
##वा
tar
##हर
##uta
##iko
yi
kum
##lig
во
var
cu
##apa
##ici
##له
ib
##ero
له
##ont
mun
bas
ug
##nos
##zj
##ის
##val
che
##ره
##না
##ats
از
##ino
17
##iki
##ەر
गर
kuti
gi
ал
##cao
##يد
chu
##ose
pl
##ər
ia
##ff
##unk
##لی
##atan
ub
##ים
##ets
##agi
بر
##ayo
##oku
para
mod
bak
16
id
که
##ulo
##еи
bet
##وت
##বা
##cia
##ун
##uu
##yt
mil
##وس
##yk
است
##emp
##ες
dir
##iza
με
wak
mer
ما
kal
kut
##ru
##eti
##وب
och
##ote
ah
##ph
##ган
għ
nam
ze
##கக
prod
nas
##ον
се
kwa
##zen
##ede
##ten
##रा
all
kor
##use
##то
hin
##شت
iti
wan
##انی
##ся
pre
##ож
##iku
على
mot
##եր
##akan
##chi
##ения
हो
##го
bal
##ের
##umi
artik
##ide
##ား
gu
ing
##ins
##കക
##res
الع
##ни
##qa
##amu
##сти
##pi
##가
##het
san
##ла
##andi
##yan
##aman
##ert
##га
پر
##ид
##els
##να
##yon
ته
##tav
##ike
##ান
eb
##uku
##ру
##ii
из
##tiv
##oka
##jen
kap
eu
##iso
##यो
ᱨᱮ
kad
##isk
mus
nz
со
##oro
##에
##inn
एक
##ции
##ισ
##its
##eny
##தத
##μα
##esa
mon
##att
##ाम
up
##ande
bes
fe
##ար
##فت
هم
##ငး
##ath
##ән
##aha
##bu
mw
##ern
##wu
##las
##idi
##ות
##ных
##을
##നന
του
uku
##inga
##imi
од
##رت
##umu
##van
ef
##аб
##िस
##يت
##if
##әр
لە
και
ul
##isti
##لم
sar
##وه
##zo
τη
##نی
وا
##oll
yehova
##ля
св
##ør
fil
##еш
oku
##anu
ist
tak
##கள
##zy
##ilo
##عد
kam
##िल
##mo
##olog
##غان
bel
##enn
ig
au
کی
son
συ
##ும
##ني
##με
##esti
nk
sta
##ult
##ea
##니
##vu
##གས
##uli
ای
##oto
hu
##ση
##yl
रा
kus
جي
##иј
mai
tim
tin
##osi
##ən
اف
##port
##ole
##ાર
infor
##री
تر
مع
пред
##ка
mor
##ame
##지
kur
sy
بال
dit
##amba
##aran
##aro
της
##ice
jeh
##سي
##ogr
##ەک
pri
##بر
##onom
##adu
##dan
##usi
##어
لا
ji
##tre
##ран
##fu
##의
##ನು
सम
ro
##eks
##fer
was
dem
##аи
##zn
##aye
##rav
##حد
##fi
una
bilong
##oli
##osa
dat
##서
##ист
meg
እን
organ
ev
vy
##enta
##hat
##ель
دا
##uks
mis
##اه
pat
dia
ann
fi
vak
##lem
##ativ
##ons
tok
ins
##पर
kɛ
##usa
##jan
mah
##per
kos
##iro
##eko
##ott
may
seg
kab
##ania
##edi
про
30
##ого
##ac
##wn
##ستان
##যা
dag
##েন
##angan
##ται
دي
##시
##ही
##ො
##ui
din
##ingi
ph
##amo
nj
##enda
god
##ase
##anc
##аль
##ده
##อง
##ft
wat
##ەن
##udi
nak
pres
nr
sel
##िर
voor
##τικ
##कर
##قت
sɛ
##erd
απο
21
का
##uti
sak
bab
تو
##itt
ant
25
##قد
##zjoni
##لو
mut
##ени
##ck
##ekt
pred
до
tag
polit
##اری
dar
##ระ
##ती
##ли
sv
ин
yesu
##uni
##unt
##uv
over
pro
eta
##رى
cr
kol
pen
tsh
دی
los
att
##મા
##iden
dios
бол
nang
##ᱟᱹ
##umb
##हा
##ەی
##iji
##ോ
##vis
##jj
को
##ege
##خت
##ort
##사
बा
pot
επ
##не
##eme
##شر
раз
ata
##xa
##िए
ud
mes
wal
##fo
##مل
##iny
##اک
اي
nie
zu
##ure
dos
dec
22
das
##من
##еж
##etu
eng
##ago
##ро
24
till
##oda
mm
wɔ
##از
pers
tam
##ement
##ango
chi
##ır
tas
gore
cons
##دى
lat
##ки
##inu
је
##ლი
##ма
##고
##анд
##pela
ken
war
##imb
##যে
##رب
##തത
000
kay
##land
nos
ко
car
##ige
##tig
##uda
##elt
zv
lam
##لس
##cu
##idh
nem
يە
##ايي
bol
##ან
##eld
int
##eto
##aks
##ban
ot
##ரு
vol
##िया
##лу
##ink
##كن
##ного
##wen
kh
προ
نه
##ny
##ᅳᄅ
##ⵉⵏ
sab
الد
##ime
##ونو
##பப
##아
##eza
##zu
nat
oo
##कष
год
##저
ali
##ाग
##igi
##uo
##ում
##omb
##ут
под
dz
##يم
een
##iba
##men
cha
dhe
##او
iv
